{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=239","text":"Adolescence Syndrome Adolescence Syndrome, also known as Puberty Syndrome (思春期症候群, \"Shishunki Shōkōgun\") is a term used to describe abnormal experiences during adolescence as a result of sensitivity and instability. Although considered an urban legend, this occurrence is experienced by each of the main characters. Occurrences. Those who have Adolescence Syndrome are susceptible to various events or experiences that would be considered abnormal and irregular. These effects happen whenever the individual goes through a distressing or agonizing event, such as Kaede Azusagawa being bullied online or Mai Sakurajima being overwhelmed by show business. Mai Sakurajima. Mai's effect from Adolescence Syndrome is that she became invisible and that her existence had been subconsciously forgotten by nearly everybody. This stemmed from a previous wish to be forgotten by the world as a result of being forced to do a swim-suit photoshoot by her mother, and Mai realized that her mother was just using Mai's success for money. This effect was subdued once Sakuta publicly confessed his love for Mai in front of the school; effectively forcing the students and teachers to acknowledge her existence. This occurrence is much like the concept of Schrödinger's cat; unless one opened the box to check on the cat's existence, their consciousness will not acknowledge the existence of the cat at all. Thus, if people do not acknowledge the existence of Mai, they simply will not perceive her existence to their consciousness. Kaede Azusagawa. Kaede is susceptible to spontaneous physical injury if she constantly receives slander, hate speech, or defamation through social media; the hatred in those words will transfer into physical injuries. These injuries can range from a mild paper-cut to a full-sized scar and a bruise. Along with receiving injuries, Kaede experienced amnesia as a way to sever herself from her traumatic experience, gaining a new personality as a result. The known counter-measure to receiving injuries is to isolate oneself from social media and the internet as a whole, which is why Sakuta threw his phone in the ocean for Kaede's sake. As for her amnesia, it was subdued once Kaede completed her list of goals to be more social. She regained her previous personality and memories, but lost the ones she had as an amnesiac. Sakuta Azusagawa. Much like his sister, Sakuta is also susceptible to sudden injury; in his case, he suffered three deep cuts to his chest a day after witnessing Kaede suffer from Adolescence Syndrome herself. These injuries were severe enough to send him to the hospital. Once Kaede reverted to her previous self, Sakuta's wounds reopened as he grieved the loss of Kaede's recent memories. It is unknown specificially what his adolescence syndrome is caused by, but it can be noted that Sakuta's wounds appeared and reopened in times of great emotional distress (such as Kaede's adolescence syndrome occuring). Tomoe Koga. When Tomoe is unable to accept her current circumstances, she is capable of eliciting the future from an earlier point in time (a concept based on Laplace's Demon) and is able to rewind and repeat the current day in the simulated future. Once time is rewound in the simulated future, the only people who can perceive the time loop are Tomoe and Sakuta. All other events would occur exactly like they previously did, provided that Tomoe and Sakuta don't alter them. This effect was subdued once Tomoe admitted that to Sakuta that she loved him, while accepting that his heart was with Mai. Time then rewound and started before the simulation was ever elicited. Rio Futaba. Rio's feminine body parts developed earlier than her classmates, and some boys began ogling her. Because of this she started to hate her body. In an attempt to get attention, Rio began posting seductive photos of herself online and kept continuing despite the fact that she didn't like it. This contradicting method and outcome split Rio into two versions of herself; one who wanted attention and another who didn't like how her body was used to get attention. This effect was negated once the Rio who wanted attention realized she wouldn't lose the attention of her friends and after the remaining Rio found the courage to ask her other self to attend the fireworks show, thus recombining the two selves. Nodoka Toyohama. Nodoka's effect from Adolescence Syndrome was that she had switched bodies with Mai. This stemmed from her inferiority complex towards her sister, which had lasted since her mother began comparing her success to Mai's. This effect was nullified after Mai told Nodoka to not be like her, but be the best version of herself. After Nodoka came to this realization, both Nodoka and Mai reverted back into their original appearances."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=160","text":"Anime Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai, also known as Rascal Does Not Dream of Bunny Girl Senpai is an anime TV series adaptation of the light novel's first five volumes. The anime is animated by CloverWorks and is directed by Souichi Masui, with Masahiro Yokotani in charge of series composition Satomi Tamura in charge of character design. The series' opening theme is Kimi no Sei (君のせい, lit. It's Your Fault) performed by the peggies and the ending theme is Fukashigi no Karte (不可思議のカルテ) performed by Asami Seto, Nao Toyama, Atsumi Tanezaki, Maaya Uchida, Yurika Kubo, and Inori Minase, under their character names. A follow-up animated film, \"Seishun Buta Yarou wa Yumemiru Shoujo no Yume wo Minai\" (青春ブタ野郎はゆめみる少女の夢を見ない, lit. Rascal Does Not Dream of a Dreaming Girl) was released in June 15, 2019 in Japan. The film adapts the sixth and seventh volumes from the light novel series. It premiered in the U.S. at Anime Expo (Los Angeles) on July 7, 2019. Aniplex of America acquired the North American license for the series; it released the anime series and follow-up film on separate Blu-ray discs with English subtitles, 12 months after their respective Japanese broadcasts. Synopsis. Puberty syndrome – Abnormal experiences rumored on the internet to be caused by sensitivity and instability during adolescence. This year, Sakuta Azusagawa, a second-year student at a high school near Enoshima, meets several girls that are experiencing this “puberty syndrome.” For instance, he meets a wild bunny girl in the library. She turns out to be an actress on hiatus, Mai Sakurajima, who is also his senior at the school. For some reason, no one else can see this enchanting girl. How did she become invisible...? Kaitou Ishikawa as Sakuta Azusagawa Asami Seto as Mai Sakurajima Nao Touyama as Tomoe Koga Atsumi Tanezaki as Rio Futaba Maaya Uchida as Nodoka Toyohama Yurika Kubo as Kaede Azusagawa Inori Minase as Shoko Makinohara Opening Theme: Kimi no Sei Ending Theme: Fukashigi no Karte \"Main Article: List of Episodes\" \"Seishun Buta Yarō wa Yumemiru Shōjo no Yume wo Minai\" film \"Seishun Buta Yarō wa Odekake Sister no Yume o Minai\" sequel film"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=450","text":"BABY! BABY! is a song included in the single, Fukashigi no Karte and used as an insert song in Episode 10. It is performed by Sweet Bullet. The single was released on October 3, 2018. Lyrics. &lt;tabber&gt; Romaji = &lt;poem&gt; I wanna kiss you, love me baby!! I wanna kiss you, love me baby!! Nē watashi asa kara shikō kairo ga dai jūtaidesu Mae mitai ni ki no nuketa kao nante shinai wa Gūzen o yosōu tame no keisan o shite Kimi ni kakeru kotoba hisshi ni sagashi teru Jōzu ni hanaseru jishin nante Kore ppo tchi mo nai kuse ni ne Kimi ni 'Kiss you, love me baby!!' Hajimatta bakari no sutōrī Yoshū mo nani mo deki tenaikedo Atarashī watashi ni deau yo Itsuka 'Kiss you, love me baby!!' Kanawanai kara utsukushī nante Son'na iiwake shitakunaikara Kyō mo kagami no mae de shinkokyū suru no Nē-kun to konomae surechigatta shunkan Jikan ga tomatte kodō wa hayaku natta Sukoshi tōku o mite waratta kimi no mesen no saki ga Ki ni natte shikata ga nai yo Kimi ni 'Kiss you, love me baby!!' Nōnai sukūpu zokushutsu de Sasainakoto mo jūdai jiken Kokoro ga mochi-sō mo naikedo Gyutto 'Kiss you, love me baby!!' Hitorijime shite kita kono kokoro Kimi ni dondon ubawa rete iku Watashi wa zenzen torimodosenai Oboe-tate no kono kanjō o dakishimeru yo Shitsu kusa nai yō ni kienai yō ni I wanna kiss you, love me baby I wanna kiss you, love me baby Kimi ni 'Kiss you, love me baby' Futari shika inai sekai de Atarimae ni kimi to deaeta mitai ni Mō nani mo mienaku natteru Kimi ni motto chikadzukitai yo Dōshiyō mo nai kurai ni ima wa tada Kimi dake wo miteita i Owaranai sutōrī &lt;\/poem&gt; Kanji= &lt;poem&gt; I wanna kiss you,love me baby！！ I wanna kiss you,love me baby！！ ねぇ　わたし朝から思考回路が大渋滞です 前みたいに気の抜けた顔なんてしないわ 偶然を装うための計算をして 君にかける言葉　必死に探してる 上手に話せる自信なんて これっぽっちも無いくせにね 君に'Kiss you,love me baby！！' 始まったばかりのストーリー 予習もなにも　できてないけど 新しいわたしに出会うよ いつか'Kiss you,love me baby！！' 叶わないから美しいなんて そんな言い訳したくないから 今日も鏡の前で深呼吸するの ねぇ　君とこの前　すれ違った瞬間 時間が止まって　鼓動は早くなった 少し遠くを見て笑った君の目線の先が 気になって仕方が無いよ 君に'Kiss you,love me baby！！' 脳内スクープ続出で 些細なことも　重大事件 心が持ちそうもないけど ぎゅっと'Kiss you,love me baby！！' 独り占めしてきたこの心 君にどんどん奪われていく わたしはぜんぜん取り戻せない 覚えたてのこの感情を抱きしめるよ 失くさないように　消えないように I wanna kiss you, love me baby I wanna kiss you, love me baby 君に'Kiss you, love me baby' ふたりしかいない世界で 当たり前に君と出会えたみたいに もう何も見えなくなってる 君にもっと近づきたいよ どうしようもないくらいに今はただ 君だけを見ていたい 終わらないストーリー &lt;\/poem&gt; &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=112","text":"Episode 1 My Senpai is a Bunny Girl (先輩はバニーガール, \"Senpai wa Banī Gāru\") is the first episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. Puberty Syndrome – An abnormal experiences rumored on the internet to be caused by sensitivity and instability during adolescence. This year, Sakuta Azusagawa, a second-year student at Minegahara high school near Enoshima, meets several girls that are experiencing this “puberty syndrome.” For instance, he meets a wild bunny girl in the library. She turns out to be an actress on hiatus, Mai Sakurajima, who is also his senior at the school. For some reason, no one else can see this enchanting girl. Sakuta Azusagawa Mai Sakurajima Kaede Azusagawa Rio Futaba Yuuma Kunimi Saki Kamisato Fumika Nanjou The movie poster on the train that Mai notices is a reference to \"Just Because\" (specifically the characters Haruto and Hazuki), a 2017 anime series whose screenplay was written by \"Seishun Buta Yarou\" author Hajime Kamoshida. Parts of the conversation between Rio and Sakuta were omitted: Rio's insecurity over her breasts and Yuuma having a girlfriend. The mentioning of the double-slit experiment. Mai: \"Forget what you saw today. Also, don't have anything to do with me under any circumstances. If you understand, then say yes.\" Sakuta: \"I feel having two friends is more than enough. I just have to be friends with them for the rest of my life.\" Sakuta: \"A rumor is kind of like the atmosphere, isn't it? Since lately, the atmosphere is something you need to read. That \"atmosphere\" that labels you as a bad person if you can't read it. And the people creating that atmosphere don't have a sense of participation, so it's foolish to try to fight against the atmosphere.\" Mai: \"Stop with that \"Senpai\" thing. I don't recall ever becoming your senpai.\" Mai: \"Wh-Why are you stripping? You said you weren't going to do anything! Filthy! Perverted! Exhibitionist!\" Kaede: \"So sorry! If you we're going to call for a professional lady delivered to you, please say so in advance!\" Rio: \"Nothing less from you, Azusagawa. Such a rascal.\" Sakuta: \"May 6th. I met a wild bunny girl. This was the beginning. This is how we met. There's no way I can forget. You must remember, even if you forget. Be sure to do a good job, future me.\""}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=601","text":"Episode 10 Complex Congratulations (コンプレックスこんぐらっちゅれーしょん, \"Konpurekkusu Kongurachurēshon\") is the tenth episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. Unhappy with her performance on the commercial shoot as actress Mai Sakurajima, Nodoka is increasingly harboring a sense of inferiority. The half-sisters are still stuck in their switched bodies, and Mai must now perform in a live concert as Nodoka for the idol group “Sweet Palette.” After receiving tickets to the concert, Sakuta and Nodoka decide to attend the show, but... Plot. On the same night, Sakuta returns home from checking with Nodoka. After, he sees his sister Kaede with a school uniform on. The next day, Sakuta visits Nodoka finishing her photoshoot at the train station. After talking to Nodoka, Sakuta makes her confess her feelings about how she currently feels about her sister Mai. As they are talking, Mai calls Sakuta to let him know that Sakuta's dad has been wanting to talk to him. With this in mind, Sakuta's family background is revealed. When Kaede had the effects of puberty syndrome appear within herself, her mother was hospitalized from shock and kaede's father had to look after her mom. After, Sakuta and Nodoka faces Nodoka's mother, who is urgently looking for her. The next day, Sakuta finally talks with his father. While things have been hard for Sakuta to manage his life without the help of his parents, Sakuta has a pleasant conversation with his dad. He asks his father hows it like being a parent, then receives an uncertain answer of \"figure it out yourself\". After, Sakuta and Nodoka visit Mai's dance gig. At there, Nodoka performs an excellent show, taking over the main singer and sings herself for impromptu. Nodoka is then featured as the next member of the single. In the end, Nodoka in Mai's body cries after witnessing all the things her sister could do. Seeing her mother congragulate her sister, Nodoka fell into tears. She then asks Sakuta to visit the ocean, and attempts to drift into the ocean. Sakuta, realizing what will happen, stops Nodoka and confronts about Mai's care about her. He tells her that Mai will indeed grief her loss, but Nodka still stands unconvinced. To show the true evidence of his claim, Sakuta takes Nodoka back to her house to show all the letters she had written to Mai. It is at this moment in which Mai talks to Nodoka. After, their bodys swap back. Sakuta Azusagawa Mai Sakurajima Nodoka Toyohama Kaede Azusagawa Rio Futaba Yuuma Kunimi Saki Kamisato Nodoka's mother Sakuta and Kaede's father"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=721","text":"Episode 11 The Kaede Quest (かえでクエスト, \"Kaede Kuesuto\") is the eleventh episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. With Nodoka's puberty syndrome resolved, Sakuta is excited to finally be able to spend time with Mai as a couple. Just when all seemed hopeful for Sakuta, a scandal breaks out regarding Mai Sakurajima having a boyfriend. As Mai provides a sincere explanation at a press conference for her movie, Kaede realizes that she also wants to be strong for Sakuta and decides to set several goals for herself this year. Among those goals is going back to school... Plot. The episode starts with Mai in a press conference. In the TV, Mai finally reveals her relationship to the press. Smoothly, her directors and managers approve her relationship during the interview. After a pleasant walk with Mai, Sakuta finds a letter from Shoko. At school, Sakuta talks to his personal therapist\/scientist friend Rio. He tells her about Mai's reaction to the meeting, but Rio texts Mai all the details Sakuta has told her. Mai soon faces Sakuta, and tells him he must come home by 6 for dinner. Mai approves his meeting with Shoko, as she was his mentor when Sakuta was struggling. Unexpectedly, Sakuta meets Kano, a childhood friend of Kaede during her middle school life. While Kano asks Sakuta to visit Kaede, he politely declines. After, Sakuta has dinner with Mai and Kaede, after seeing Kaede's year checklist. After, Kaede practices answering calls from the house phone, but soon collapses after a few tries. Kaede then sleeps, but Sakuta notices a huge bruise on Kaede. The next day, Kaede takes a new step in her life. She finally decides to go outside of the house, but she ends up going all the way to a beach for a picnic. There, she meets her old friend Kotomi Kano. It is at this moment that Sakuta reveals that Kaede has lost all her memories. Sakuta Azusagawa Mai Sakurajima Kaede Azusagawa Kotomi Kano Rio Futaba Nodoka Toyohama Shoko: \"What I think, Sakuta-kun, is that life is here for us to become kinder. I live life every day hoping I was a slightly kinder person than I was the day before.\""}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=748","text":"Episode 12 Life is a Never-Ending Dream (覚めない夢の続きを生きている), \"Samenai Yume no Tsuzuki o Ikiteiru\") is the twelfth episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. Kaede insists that she does not remember her childhood friend, Kotomi Kano, when the two run into each other at Shichirigahama. Concluding that Kaede has lost her memory, Sakuta decides to open up to Mai and Nodoka about what happened two years ago. Meanwhile, Kaede continues to practice going back to school after her encounter with Kotomi, but... Plot. The episode starts with a flashback. Kaede wakes up in her house, surprised. She asks Sakuta who he is, and where she is at. Then, Sakuta narrates his past, the troublesome life he had to go through. The stories flash back to where it first began, which is when Kaede started getting physical wounds from social media. It turns out that Kaede has lost all her memories and chose to abandon the part of her she has lived in to prevent herself to be \"completely broken\". Following this tragedy, Sakuta's mother was inflicted with mental illness from the trauma in the family. Sakuta too, gained physical damage from this event. The tree noticeable wounds on his chest were the reason he was tended in a hospital for so long. Sakuta often escaped the hospital, and that is when he met his mentor, Shoko. While everyone tells Kaede how the old Kaede used to live, no one told her that she was a person herself. Sakuta later buys a diary for Kaede to wrtie in, and while writing her name, Sakuta chooses a new type of way to write her name, as the old Kaede is different from the current one. This is the end of the flashback, and the story returns to the present, Sakuta talking to Mai and Nodoka. After, Sakuta walks to wake Kaede up, but notices a huge bruise on her back. Later that day, Kaede looks at an old book with a message written on a small piece of paper. After reading it, she collapses and is soon sent to a hospital. Sakuta later calls Mai to inform her about the situation. While he tells her everything is fine, he reminds her that Kaede might be regaining her old memories, which contains a chance of the current Kaede being erased. Kaede eavesdrops on this conversation and notices what might happen to her. Later, Sakuta asks Kaede what she really wants to do in her life. She responds to him that she wants to go to school. Sakuta later meets up with his father to arrange a potential enrollment of Kaede to a middle school. Later that day, Mai leaves for a photo shoot and a school counselor visits Kaede in her house. She comforts and informs Kaede that her uniqueness from everyone else is totally fine and normal and that she should not fear being different. After, Kaede finally goes to school. However, Sakuta notices the growing bruise on the side of Kaede's neck. Suddenly, Kaede brusts off from the building to the school. Sakuta catches Kaede, and tries to talk with her, but Kaede tells Sakuta \" Kaede does not have the time to take it slow.\" Then, both Sakuta and Kaede runs off to school. Kaede, in panic and sadness, cries. Sakuta also realises the increasing bruise on the side of her neck, and tries to comfort her. Sakuta, inorder to both help and calm Kaede, takes her to the zoo. After a fun time, they also visit the school at night, trying to help Kaede's wish as much as he can. The next morning, Sakuta goes to wake Kaede up, However, everything seems changed... Sakuta Azusagawa Kaede Azusagawa Mai Sakurajima Nodoka Toyohama Shoko Makinohara (flashback) Kaede: \"Where is this place and who are you?\" Shoko: \"Life is here for us to be kinder.\""}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=749","text":"Episode 13 The Dawn After an Endless Night (明けない夜の夜明け) is the thirteenth and final episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. After a successful visit to the school at night with Sakuta's help, Kaede feels a little more confident and is enthusiastic about going to school during the day next. However, the original Kaede's traumatic memories suddenly return the following day, eradicating all memories of the Kaede that had spent the last two years with Sakuta. As Sakuta is desolate and stricken with grief, a certain individual appears before him. Plot. After waking up Kaede, Sakuta comes in realization that the old Kaede has come back, and she has regained her memories. However, as memories are gained, memories are lost. The new Kaede has completely disappeared. Sakuta takes Kaede to a hospital, and the doctors all tell him and his father that she is fine. While Sakuta's dad is crying the tears of joy, Sakuta runs away from the hospital to the rain crying. He screams and cries and grieves about the loss of his sister. At that moment of sorrow and sadness, he starts bleeding from his wounds again. And when misery and pain come to haunt him, so does Shoko return to help Sakuta. He sees Shoko under an umbrella waiting for him. Shoko is later found in Sakuta's home, helping him out with his daily chores. While taking the bath, Shoko reads Kaede's diary, and Kaede wrote that she was so thankful to be Sakuta's sister, and that she did so many things before she changed. She wrote that she knew that Sakuta will grieve and regret, so she made a checklist for her and him. This makes Sakuta cry, but he tries not to. However, Shoko ensures that crying will be fine, because it will just show how much Sakuta loved his sister, and how much he cared for her. Later the next day, Shoko is gone and Sakuta returns normal. He calls Mai and tells her the situation, and tells her that he himself is fine. Mai then visits Sakuta, to see a note from Shoko. Mai gets midly upset from the note, and tells Sakuta about how she is going to end her relationship. After, Sakuta figures out that today is Mai's birthday. He quickly catches a bullet train, and immediately goes to Mai. He then finds her, and shares a coat with her on a mountaintop. He apologizes to Mai, and they rebuild their relationship. The scene closes out with Mai pinching the cheeks of Sakuta. After, Sakuta is seen packing his things up with Kaede. Sakuta, like always, asks her what she wants to do. Kaede replies, \"I want to go to school\". Sakuta Azusagawa Kaede Azusagawa Shoko Makinohara (older) Mai Sakurajima Rio Futaba Yuuma Kunimi Tomoe Koga Nodoka Toyohama"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=113","text":"Episode 2 On First Dates, Trouble Is Essential (初デートに波乱は付き物, \"Hatsu Dēto ni Haran wa Tsukimono\") is the second episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. Sakuta continues to investigate the cause of Mai’s puberty syndrome. Somehow, he also ends up scheduling a date with her. On his way to meet up with Mai at Fujisawa Station, he comes across a lost girl, who he tries to help out. But instead, he is mistaken for a pervert by another girl and winds up being late to the date. Mai eventually forgives him and they go on with their date, but she decides to change their plans and takes Sakuta to Shichirigahama instead... Plot. While looking for the cause of Mai's Adolescence Syndrome, Sakuta ends up scheduling a date with Mai. On the day they promised, Sakuta tries to help out a lost little girl on his way towards Fujisawa Station. But, he is misunderstood to be a perverted maniac by another girl, and because of that, he ends up arriving late to his appointed time to meet Mai. He somehow gains Mai's forgiveness and they proceed with their date, but Mai changes their destination and takes Sakuta to Shichirigahama Beach. There, he explains his own experience with Shoko Makinohara, an upper-class senpai who has helped Sakuta and his sister Kaede when the latter had a serious impact from Puberty Syndrome. After, both Sakuta and Mai realize that Mai's invisibility has gone worse, with even her mother forgetting who Mai is. With this event in mind, Sakuta and Mai ask numerous people in Fujisawa and Ogaki for the identity of Mai Sakurajima. With no one able to recollect and information about Mai, Sakuta and Mai sleep in a hotel together. Sakuta Azusagawa Mai Sakurajima Rio Futaba Shoko Makinohara (flashback) Fumika Nanjou Mai's mother Sakuta: \"I've never held hands with a girl, so please be my first.\" Sakuta: \"Don'tnhbrenmwk,ls"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=162","text":"Episode 3 The World Without You (君だけがいない世界, \"Kimi Dake ga Inai Sekai\") is the third episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. Even after leaving Fujisawa for Ogaki, not one person remembered anything about Mai Sakurajima. Sakuta and Mai return to school together, but even there they hear from Sakuta's friend Rio Futaba that nobody at school outside of her has any recollection about Mai. At the same time, Sakuta hears of a theory that losing memories concerning Mai is based on a certain action taken, and struggles so that he doesn't lose his memories of her. And seeing Sakuta act as such, Mai makes a certain decision of her own as well. Plot. Sakuta and Mai return to school from their trip in Ogaki, where they learn that nobody but Rio Futaba remembers who Mai is. Sakuta later realizes that sleeping is the catalyst of their memories of Mai being lost. Knowing this, Sakuta tries his best to stay awake at all costs, by making a journal, purchasing energy drinks, and blaming all his odd behavior on the upcoming exam. However, Mai was able to see through him and sneaks a sleeping pill in his drink. As expected, Sakuta loses his memory of Mai the next day and is unable to read her name. After continuing his regular lifestyle, he stumbles upon a question in his exam identical to the one Mai taught Sakuta, which enabled Sakuta to remember Mai's identity. Struck with grief and resentment for himself, he decides to force everyone in his high school with the memory of Mai Sakurajima. He goes outside and by screaming at the top of his lungs, confesses his love for Mai for everyone to hear. As he and Mai walk together to receive a lecture, Sakuta takes solace in the fact that the world will remember the identity of Mai Sakurajima. Sakuta Azusagawa Mai Sakurajima Rio Futaba Tomoe Koga Kaede Azusagawa Yuuma Kunimi Mai: \"You really put in a great effort. You put in so much effort just for my sake.\" Sakuta: \"Something important came back to mind. The memories of someone I cherished have returned.\" Sakuta: \"From here on, I must face the atmosphere. The atmosphere that won't move, even if I push, pull or slap it around.\" Sakuta: \"You don't have to see what you don't want to. You don't have to think about what you don't want to. You can leave everything to someone else. But, there's no reason to torment someone just because everyone else is doing it.\""}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=202","text":"Episode 4 There is No Tomorrow for a Rascal (ブタ野郎には明日がない, \"Buta Yarō ni wa Ashita ga Nai\") is the fourth episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. After Mai's \"puberty syndrome\" is resolved, Sakuta encounters another strange phenomenon without respite. Day after day, it is the same day for Sakuta and there is no tomorrow. When he consults Rio, she raises the possibility of \"Laplace’s demon\" -- that someone may be repeating and redoing a day. Plot. After resolving Mai's adolescence syndrome, Sakuta and Mai have a pleasant lunch together in school. While doing so, Mai informs of Sakuta the new job she acquired in drama staring July. After eating, Mai accepts Sakuta's feelings for her and becomes a couple. However, Sakuta encounters another strange phenomenon without respite. Day after day, it is the same day for Sakuta and there is no tomorrow. He seems to have the same interactions with his friends and even has the same TV news and the same classes in school. After venturing the school on the repeated day, he sees Tomoe getting confessed by another student. After, July 27th repeats itself again, causing Sakuta to ask Futaba for her help. When he consults Rio, she connects this occurrence with the principle of \"Laplace’s demon\" - a concept in which matter can be predicted in the future, as all objects fall under the laws of physics. As such, the day was repeating due to someone constantly predicting the world's future. However, Rio explains to Sakuta that Laplace's demon (the one predicting the future) would act differently from everyone else. Sakuta manages to find Tomoe, who was the one possessing the ability to loop time. Tomoe, still confused, explains how her friend Rena had affections toward Maezawa, the boy who confessed to her. However, Sakuta accidentally falls onto Tomoe, disgusting Maezawa from asking her out and subsequently angering Mai. This breaks the cycle of the repeated June 27, but Mai was missing the next day. Futaba tells Sakuta that she may have feelings for Kunimi, who is already in a relationship with Saki. After, Tomoe began working for the restaurant Sakuta is employed in and asks Sakuta to have a false relationship. After Sakuta arrives home, he finds Mai waiting in front of his doorsteps asking him why he hasn't given her an explanation yet. This is the first episode to feature a different character in the end credits."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=281","text":"Episode 5 All the Lies I Have for You (ありったけの嘘を君に, \"Arittake no Uso ō Kimi ni\") is the fifth episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. Because of the misunderstanding that she was dating Sakuta, Tomoe is able to resolve the agonizing situation of being asked out by the guy her friend is in love with. She pleads with Sakuta to continue acting like they are dating. Despite feeling indebted to Mai, Sakuta could not leave Tomoe alone as she was fearing that she would lose her presence within her class. So, he reluctantly agrees to play the role of Tomoe's fake boyfriend for a while. Sakuta Azusagawa Mai Sakurajima Kaede Azusagawa Yuuma Kunimi Tomoe Koga Rio Futaba Saki Kamisato Yosuke Maezawa Tomoe: \"I want everyone to like me. Or rather, I don't want them to hate me.\" Sakuta: \"I don't mind if I only had one person. Even if the whole world hated me, I could keep living if that person needed me.\""}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=325","text":"Episode 6 This World You Chose (君が選んだこの世界, \"Kimi ga Eranda Kono Sekai\") is the sixth episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Plot. It is currently July 18th, the day before summer break. In order to convince the student body the fake relationship between Tomoe and Sakuta, they go on a beach date. After school, they visit the swimsuit store and head to the beach next. At the beach, the two fake couple has fun, and then say their goodbyes in the end. However, the current day looped in the same manner as June 27; as such, the same events occur again, which repeat itself up to four times. Sakuta asks Tomoe about this issue, but she tells him that her days have not been repeated. Sakuta consults Rio about this issue and concludes that Tomoe is lying. After the day has repeated again, Sakuta realizes Tomoe has been lying to him due to her different behavior. The next same day, they plan to go to Enoshima. However, in this day, Sakuta confronts tomoe, asking her to stop lying to herself. Tomoe ends up confessing her feelings to Sakuta, in which in return, gets rejected. The next day, the TV indicates that the time is June 27th, revealing that time has traveled back. Sakuta has a lunch date with Mai, and the real June 27th goes as Sakuta has planned a long time ago. He asks Mai to confess her feelings for him, and she kisses him on the cheek. In the end, the day ends peacefully, with Rio calling Sakuta a rascal. Mai and Sakuta then walk back to their home for the night, with Mai cooking for Sakuta. However, on their way back home, they face a little girl shielding an abandoned kitten from the rain. Her name is Shoko Makinohara. Sakuta Azusagawa Mai Sakurajima Tomoe Koga Rio Futaba Kaede Azusagawa Yuuma Kunimi Yosuke Maezawa Sakuta: \"No matter how many times you roll the dice, people's feelings don't change. Lies will never become reality, and the truth will never become lies.\""}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=406","text":"Episode 7 Adolescence Paradox (青春はパラドックス, \"Seishun wa Paradokkusu\") is the seventh episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Plot. It is August 2nd, the heat of summer. Sakuta wakes up in a usual day, thinking about what happened yesterday with Shoko. He visits the library to meet her, but a different style. She had her hair in a ponytail, and she wore contacts instead of glasses. Sakuta feels like something is off with Futaba. Today, there is a special firework \"Hanabi\" in Chigasaki. Rio heads to the school, while Sakuta goes to work. At there, Sakuta finds Kunimi and Tomoe at work. While at work, Sakuta finds Mai, who has finished her job early than usual. The couple walks towards home, to notice Rio walking to an internet cafe. They follow and call her, to see another Futaba without a cellphone. Sakuta then follows her, then talks to her about how there are two Rio Futabas in the world. Sakuta then decides to have Rio live with her at his house and Mai also decides to stay with Sakuta. Rio takes a bath first, and Sakuta promises he won't perform any indecent act with Futaba Broth Bathwater. Then, they talk about how the two Futaba would probably not co-exist in the world, but rather be teleported into another Futaba when the other is gone. In summary, there are two personalities of Futabas that switch around in the world. Rio tells Sakuta that she is scared of this phenomenon and that she does not know what to do. After they sleep, Mai lies down next to Sakuta, and talks about the plan to observe both Futabas at the same time. Then, they flirt each other by suggesting \"what birds do with their beaks\". The next day, Sakuta finds the other Futaba watching a practice basketball game which has Kunimi on the team. After, Sakuta is visited by Saki, in which she shows Sakuta pictures of thighs, slightly exposed breasts posted in a hidden social media account. Sakuta Azusagawa Kaede Azusagawa Shoko Makinohara Rio Futaba Mai Sakurajima Yuuma Kunimi Tomoe Koga Saki Kamisato"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=430","text":"Episode 8 Wash It All Away on a Stormy Night (大雨の夜にすべてを流して, \"Ōame no Yoru ni Subete o Nagashite\") is the eighth episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. Upon inducing a case of “Puberty Syndrome” where two copies of herself exists, Rio ends up staying at Sakuta's house for the time being. Meanwhile, \"the other Rio\" has been busy posting various unexpected photos on social media. After being informed about these activities by his classmate, Saki Kamisato, Sakuta decides to have a chat with “the other Rio.” As he learns more about each of the Rio-s in hopes of discovering the reason for “the other Rio’s” actions and possibly a cure for her “Puberty Syndrome,” Sakuta begins to realize the troubles each of them carry. Plot. Sakuta learns that one Futaba wants to gain attention and enjoys a social life, the other Futaba is the part that forbids her from doing such things. Unexpectedly, the social Futaba is contacted by an anonymous person. He tells her that he and she will meet up, or else he will leak her secrets. Futaba in distress, she deletes her account. Still in fear, the social Futaba asks Sakuta to stay with her for a night. The next day, the two stay for the night again. Sakuta calls Kunimi, and decides to make him face Futaba. When Kunimi arrives, Sakuta hands them a bag of fireworks (Hanabi) and plays with them. The next day, Sakuta finds the other Futaba gone, prompting him to ride a bike to find her in the school. There, he finds Futaba talking about how the world can not have two Futabas, adding how envious she was after seeing a picture of the social Rio spending time with Yuuma and Sakuta on her phone. Sakuta later collapses from being in the rainstorm and is brought to a hospital. There, Sakuta tells Rio that she could also go to the fireworks, and Rio merges back into a single person after telling Yuuma that she would come. At the fireworks festival, Rio confesses her feelings to Yuuma, but stops him before he can reply. She then tells him to make things up with his girlfriend before continuing to watch the fireworks. Sakuta Azusagawa Rio Futaba Mai Sakurajima Nodoka Toyohama (cameo) Kaede Azusagawa Yuuma Kunimi The scene where Mai and Sakuta share a goodbye kiss is omitted."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=600","text":"Episode 9 Sister Panic (シスターパニック, \"Shisutā Panikku\") is the ninth episode of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" anime adaptation. Synopsis. After a no-dating rule is imposed by her management, Mai is too busy with work to spend any time with Sakuta. As he excitedly welcomes the start of the second trimester and the opportunity to see Mai at school, Sakuta is shocked to be asked “who are you?” when he runs into Mai in front of his house. Upon looking into the situation, he discovers that Mai and her little sister, Nodoka Toyohama, have switched bodies. Until they can resolve this case of the “Puberty Syndrome,” Mai must spend her days as Nodoka and Nodaka must spend her days as Mai... Plot. As the day continues on, Sakuta learns that Nodoka is Mai's half sister from her father's side. The next day, Sakuta learns that both Mai and Nodoka's mothers are against each other due to their ex-husbands. With this in mind, the two mothers use Nodoka and Mai as the \"pawns of the proxy war\". Later in the day, Sakuta and Rio discuss about how Nodoka's envy against her sister might have caused the syndrome to activate. Knowing this information, Nodoka and Sakuta visit the ocean. At there, Sakuta confronts Nodoka about how she truly feels about her sister. He talks to her about why she talks to her so politly, and figures out the true feeling Nodoka bares about her sister. The next day, Sakuta witnesses Nodoka passing out in a photoshoot. Sakuta later informs Mai about this issue, for him to witness Mai expressing shock on her face. Sakuta later receives a key from Mai, and he visits Nodoka and the messy home she lives in. In there, Sakuta decides to cook for Nodoka, noticing the poor conditions she has lived in. The episode ends with Sakuta about to open a cabinet. Sakuta Azusagawa Mai Sakurajima Nodoka Toyohama Kaede Azusagawa Rio Futaba Tomoe Koga Yuuma Kunimi Saki Kamisato"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=115","text":"Fukashigi no Karte Fukashigi no Karte (不可思議のカルテ) is the title track used as the ending theme of the Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai anime series and the first track in the single, Fukashigi no Karte. It is performed by Asami Seto, Nao Toyama, Atsumi Tanezaki, Maaya Uchida, Yurika Kubo, and Inori Minase, the voice actors of Mai Sakurajima, Tomoe Koga, Rio Futaba, Nodoka Toyohama, Kaede Azusagawa and Shoko Makinohara. The single was released on October 3, 2018. Lyrics. TV Size. &lt;tabber&gt; Romaji = &lt;poem&gt; Katarenai nemurenai toroimerai Anata no miteru shoutai Daremo yomenai karute Fukashigi shiritai dake Kyou mo hitorigoto Nannimo muri wo shinaide aisaretai Uyamuya sayonara karui memai Anata no inai genshoukai Daremo yomenai karute Jiishiki afuredashite &lt;\/poem&gt; Kanji = &lt;poem&gt; 語れない　眠れない　トロイメライ あなたの見てる正体 誰も読めないカルテ 不可思議　知りたいだけ 嘘も　現実も 今日もひとりごと なんにも無理をしないで　愛されたい 有耶無耶　さよなら　軽い眩暈 あなたのいない現象界 誰も読めないカルテ 自意識　溢れ出して &lt;\/poem&gt; &lt;\/tabber&gt; Full Version. &lt;tabber&gt; Romaji = &lt;poem&gt; Katarenai nemurenai toroimerai Anata no miteru shoutai Daremo yomenai karute Fukashigi shiritai dake Uso mo genjitsu mo Docchi mo shinjitsu datta no hontou yo Kyou mo hitorigoto Nannimo muri wo shinaide watashi aisaretai Uyamuya sayonara karui memai Anata no inai genshoukai Daremo yomenai karute Jiishiki afuredashite Kodou sekaizou Itsumo kami awanai no itakute Maiyo negaigoto Nannimo utagawanaide mazari toke aitai Tawainai wakaranai riyuu sonzai Anata to nokosu koukai Daremo yomenai karute Fuyukai kurikaeshite Tadashii yume wa kanashii koe wa Utsukushii? utagawashii? urayamashii? Nee, dore? Katarenai nemurenai toroimerai Anata no miteru shoutai Daremo yomenai karute Fukashigi shiritai dake Owaranai koto wa nai toroimerai Anata to matagu kyoukai Daremo yomenai karute Shishunki kizuguchi mune no uchi Fukashigi shiritai dake &lt;\/poem&gt; Kanji = &lt;poem&gt; 語れない　眠れない　トロイメライ あなたの見てる正体 誰も読めないカルテ 不可思議　知りたいだけ 嘘も　現実も どっちも　真実だったの　本当よ 今日もひとりごと なんにも無理をしないで　わたし愛されたい 有耶無耶　さよなら　軽い眩暈 あなたのいない現象界 誰も読めないカルテ 自意識　溢れ出して 鼓動　世界像 いつも噛み合わないの　痛くて 毎夜ねがいごと なんにも疑わないで　混ざり融(と)け合いたい たわいない　判らない　理由　存在 あなたと残す後悔 誰も読めないカルテ 不愉快　繰り返して 正しい夢は　かなしい声は 美しい？　疑わしい？　羨ましい？ ねえ、どれ？ 語れない　眠れない　トロイメライ あなたの見てる正体 誰も読めないカルテ 不可思議　知りたいだけ 終わらないことはないトロイメライ あなたと跨ぐ境界 誰も読めないカルテ 思春期　疵口(きずぐち)　胸のうち 不可思議　知りたいだけ &lt;\/poem&gt; &lt;\/tabber&gt; Gallery. &lt;tabber&gt; Mai= Tomoe= Rio= Nodoka= Kaede= &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=396","text":"Fumika Nanjou Fumika Nanjou (南条 文香 \"Nanjō Fumika\") is one of the supporting characters of \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is a journalist who is researching the existence of Adolescence Syndrome. Appearance. Fumika is a middle-aged woman with dark brown hair and brown eyes. She wears a pale blue dress shirt and adorns her neck with a necklace. Personality. While Fumika is surely passionate about her job, she is very reasonable. She agrees with Mai to prevent leaking Sakuta Azusagawa's picture of his scar in exchange for an interview with her later. In the light novels (but not the anime), Fumika hints that she is single. Plot. In the titular light novel (and first episode of the anime), Fumika visits the diner where Sakuta Azusagawa works part-time at, and he happens to be the one taking her order, pretending not to know her. Fumika asks to see Sakuta's scar as part of her investigations, but is rebuffed. Sakuta then happens to ask Fumika about Mai Sakurajima and her hiatus from acting, which leads them to strike a deal. When Mai finds out how Sakuta knows about her hiatus, she quickly calls Fumika and asks her not to publicly reveal Sakuta's scar; in exchange she would be exclusively interviewed by Fumika about her return to showbiz. The next day, however, Fumika forgets about Mai; when Sakuta calls her, she claims that Sakuta had told her not to reveal his scar. In \"Rascal Does Not Dream of Logical Witch\" (but not the anime episodes that adapted it), Fumika visits Sakuta again at his diner, where the latter gains insight into the kind of behavior that could be responsible for Rio Futaba's split personality. In exchange, Fumika tries to guess how far Sakuta's relationship with Mai had progressed. At the end of \"Rascal Does Not Dream of Siscon Idol\" (the start of episode 11 in the anime), Fumika is one of the journalists in attendance at Mai's press conference where she reveals the truth about her relationship status and asks them to respect her boyfriend's privacy. The name Fumika means \"sentence\" (文) (fumi) and \"fragrance, fragrant\" (香) (ka). Fumika's surname Nanjō means \"south\" (南) (nan) and \"article\" (条) (jou). "}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=147","text":"Kaede Azusagawa Kaede Azusagawa (梓川 かえで, \"Azusagawa Kaede\") is one of the main characters of \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\". She is the younger sister of Sakuta Azusagawa who suffered amnesia and gained a different personality after her ordeal with Adolescence Syndrome stemming from online bullying. Since then, she has lived with Sakuta and has not attended school. Appearance. Kaede has medium length, light brown hair tied to a loose ponytail at the front, and a strand of hair on both sides adorned with a tiny pink bow each. She also has square bangs and possesses large, pale brown eyes. She is normally shown wearing a panda onesie with a pink shirt underneath. This is primarily due to her insecurity and paranoia as a result of her Adolescence Syndrome. She stops wearing the onesie after regaining her memories. Personality. Pre-amnesia. Kaede originally had a kind, yet cheeky personality which granted her little difficulty with social interaction. She regains this personality after completing her list of goals. Post-amnesia. As a result of being bullied online, Kaede lost her memories, gained a new personality and became a shut-in. Kaede's new personality considers her pre-amnesia self as an entirely different person that everyone was talking about, causing her to become fearful of strangers. She ironically shows a more outward, cheerful personality at home in front of her older brother, the first person to recognize Kaede's new personality as such. Kaede develops a liking for pandas after watching them on a DVD that Sakuta bought for her, and as a result, wears a panda onesie at home. Kaede also tends to refer to herself in third person, although she distinguishes between herself and the \"other\" Kaede, who she calls \"Kaede-san\". After seeing several girls visit her and her brother's home, Kaede becomes inspired to start leaving home herself, writing out a list of goals to accomplish with Sakuta. As stated in her diary entries, she also does this having long accepted that she is a placeholder for Kaede-san and will be superseded when Kaede-san gets her memories back. Background. Sometime during Kaede's time in middle school, she was a victim of online bullying and death threats. As a result of Adolescence Syndrome, this caused her to suffer various physical injuries and she was only able to recover after she stopped using social media and going to school. Unfortunately, she had also developed amnesia as a way to separate herself from her experience with being harassed, which drove her mother (also forcing her father) to abandon her with Sakuta Azusagawa. After her brother received advice from Shoko Makinohara, she was gifted a pen and notebook and she was suggested to write her first name in hiragana (かえで) instead of kanji (花楓). Kaede was declared the current \"Kaede\" and her former self was dubbed \"Kaede-san\", which earned her tearful approval. \"Main article: Adolescence Syndrome\" Adolescence Syndrome. Kaede was inflicted with multiple cuts and bruises after being harassed online by her classmates, which forced Sakuta to isolate Kaede from the internet as a whole. She had also lost her memories of everything up until the time when she was first hospitalized, as a subconscious way to sever herself from her experience with bullying. When attempting to complete her goals to become more social again, large bruises appeared on her neck. After managing to complete them, she regained her old memories, but lost her memory of everything that had happened after her first experience with Adolescence Syndrome. In the eighth light novel, her bruises flare up again, largely due to conflicting thoughts after being made aware of her other personality that lived at home in place of her. Relationships. Sakuta Azusagawa. After experiencing injuries and memory loss from Adolescence Syndrome, Kaede saw her brother as the only who understood her once Sakuta decided to refer to her pre-amnesia self as a different Kaede. As a result, Kaede is extremely fond of Sakuta, often climbing on his bed while he was sleeping and occasionally making affectionate advances toward him. She trusted her brother enough to escort her outside, crying with joy after she made it out. Knowing that her brother would have regrets once she regained her old self, Kaede took it upon herself to complete her list of goals with her brother so that she could fill his mind with happy thoughts before that happened. Sakuta is shown to have also regretted the initial memory loss that Kaede suffered. Mai Sakurajima. Being the first person she's interacted with outside of Sakuta since her loss of memories, Kaede first appears to Mai as a nervous wreck who cannot even introduce herself. After some time, however, and after Mai gives her some clothes, Kaede opens up a little to Mai to the point where she is able to act normally in her presence. After regaining her memories, Kaede is introduced once again to Mai. Rio Futaba. When Sakuta brought Rio back to their apartment due to the duplicate Rio, Kaede was nervous in introducing herself, but fared better than when she had first met Mai. She later warmed up to her as Rio helped her and Shoko Makinohara with studying, as well as made her food. Kaede later starts calling her by her first name. Nodoka Toyohama. Kaede was first introduced to Nodoka during the month in which Nodoka and Mai were in each other's bodies; Kaede is never made aware of the bodyswap, thus assumed that Nodoka acted just like her older step-sister. In the eighth novel, Kaede watches Nodoka's idol group perform live, and becomes a fan of her music. Kotomi Kano. Kaede's old childhood friend refers to her as \"Kae\". Though the post-amnesia personality of Kaede doesn't recognize Kotomi, her pre-amnesia self has always remembered her, addressing her as \"Komi\", and they finally meet again in the eighth novel. Tomoe Koga. In the tenth novel, Kaede takes over Sakuta's old job at the diner and becomes Tomoe's newest colleague. Prior to that, Tomoe had been aware of Sakuta having a younger sister, but served her just once. The name Kaede means \"maple\" (かえで) in Hiragana. Kaede's surname Azusagawa means \"catalpa\" (梓) (azusa) and \"river, stream\" (川) (kawa\/gawa). Catalpa is a tree with large heart-shaped leaves, clusters of trumpet-shaped flowers, and long, slender seed pods, native to North America and eastern Asia and cultivated as an ornamental."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=728","text":"Kaede Azusagawa\/Image Gallery &lt;tabber&gt; Light Novel = Manga= Anime= Promotional= &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=101","text":"Kimi no Sei Kimi no Sei (君のせい, lit. \"It's Your Fault\") is the title track used as the opening theme of the Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai anime series and the first track in the single, Kimi no Sei. It is performed by the peggies. The single was released on November 07, 2018. Lyrics. &lt;tabber&gt; Romaji= &lt;poem&gt; Kimi no sei kimi no sei kimi no sei de watashi Oh Okubyou de kakkou tsukanai kimi no sei da yo Sukoshi nobita maegami ni Kakureteru kimi no nee, chotto Doko miten no ? Kocchi ni kite Kimi ga watashi wo muchuu ni Saseru no ni muzukashii koto wa Hitotsu mo nai Yuugata no eki no hoomu nami no oto Damaru watashi wo misukashiteita you ni Sonna fuu ni warawanaide Kimi no sei kimi no sei kimi no sei de watashi Oh Okubyou de kakkou tsukanai konna hazu ja nai no ni Kimi no sei kimi no sei kimi no sei de watashi Oh Dareka wo kirai ni naru no Konna yoru wa munasawagi shika shinai yo Haato no mashin gaan kamaete Yoyuu bukkoiteru kimi ni Neraiuchi suru no sa Ima mo sukoshi itamu kizu Kakushiteru seifuku nuida tte Mie mo shinai hontou no kokoro Futari narande aruite mo Bimyou sugiru kyori kan motto Chikazuite yo Saitei na kotoba hiite mitari shita Kawaisou na onna no ko tte yatsu ni Naranai tame no yobousen Kimi no sei kimi no sei kimi no sei de watashi Oh Wasurerarenai koto bakka fuete itte komaru na Kimi no sei kimi no sei kimi no sei de ima ne Oh Watashi wa kirei ni naru no Kimi ja nakya iya da tte iitai Ima sugu Oh Hitorikiri no yoru to zutto Koko de matte ita nda yo Kimi no sei kimi no sei kimi no sei de watashi Oh Okubyou de kakkou tsukanai konna hazu ja nai no ni Kimi no sei kimi no sei kimi no sei de watashi Oh Dareka wo kirai ni naru no Konna yoru wa munasawagi shika shinai yo Haato no mashin gaan kamaete Yoyuu bukkoiteru kimi ni Neraiuchi suru no sa &lt;\/poem&gt; &lt;poem&gt; 君のせい　君のせい　君のせいで私 臆病でかっこつかない 君のせいだよ 少し伸びた前髪に隠れてる君の目 ちょっとどこ見てんの？こっちに来て！ 君が私を夢中にさせるのに難しい事は一つもない 夕方の駅のホーム　波の音 黙る私を見透かしたように そんな風に笑わないで 君のせい　君のせい　君のせいで私 臆病でかっこつかない こんなはずじゃないのに 君のせい　君のせい　君のせいで私 誰かを嫌いになるの？ こんな夜は胸騒ぎしかしないよ ハートのマシンガン構えて 余裕ぶっこいてる君に狙い撃ちするのさ 今も少し痛む傷　隠してる 制服脱いだって見えやしないほんとのこころ 二人並んで歩いても微妙すぎる距離感 もっと近付いてよ 最低な言葉言ってみたりした カワイソウな女の子ってやつに ならないための予防線 君のせい　君のせい　君のせいで私 忘れられない事ばっか 増えていって困るなぁ 君のせい　君のせい　君のせいで今ね 私は綺麗になるの 君じゃなきゃ嫌だって言いたい　今すぐ ひとりきりの夜とずっと　ここで待っていたんだよ 君のせい　君のせい　君のせいで私 臆病でかっこつかない こんなはずじゃないのに 君のせい　君のせい　君のせいで私 誰かを嫌いになるの？ こんな夜は胸騒ぎしかしないよ ハートのマシンガン構えて 余裕ぶっこいてる君に狙い撃ちするのさ &lt;\/poem&gt; &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1352","text":"Kotomi Kano Kotomi Kano (鹿野 琴美 \"Kano Kotomi\") is one of the supporting characters of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is a childhood friend of Kaede Azusagawa. Appearance. Kotomi is a young girl with long brown hair kept in two tails, brown eyes and dark brown glasses. Background. Kotomi is known not only by Kaede but also her brother Sakuta Azusagawa - the Kano and Azusagawa families were once neighbors in the same apartment building. Prior to her dissociative memory loss, Kaede would refer to Kotomi as \"Komi-chan\". Plot. After recognizing Sakuta through a blurred-out image of him in a magazine, Kotomi finds out where Sakuta goes to school, and one day waits for him outside the school gate. They go to a café to continue the conversation, and there, Kotomi reveals what happened to those who bullied Kaede after she stopped going to school. Kotomi also asks if she could visit Kaede, to which Sakuta hesitates. About a month later, Kotomi encounters Kaede again by chance at the beach. Kaede was with her brother, as well as Mai Sakurajima and Nodoka Toyohama; however, she doesn't recognize Kotomi. Before they leave the beach, Kotomi parts with a book she once borrowed from Kaede. Back home, when Sakuta gives Kaede the book to read, she finds a note inside which was written by Kotomi, and passes out after reading it. In \"Rascal Does Not Dream of a Sister Venturing Out\", Kotomi meets up with the pre-dissociation Kaede for the first time after the latter had regained her memories. Kaede is eager to show Kotomi the open school that she was introduced to, and Kotomi expresses admiration for Kaede's newfound independence. In the alternate reality that Sakuta was transported to in \"Rascal Does Not Dream of Knapsack Kid\", it is Kotomi who mentions that Sakuta helped Kaede get over the bullying she had suffered.  The name Kotomi means \"Japanese harp\" (琴) (koto) and \"beautiful\" (美) (mi).  Kotomi's surname Kano means \"deer, venison\" (鹿) (ka) and \"field, wilderness\" (野) (no). "}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=93","text":"Light Novel Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai (青春ブタ野郎はバニーガール先輩の夢を見ない, lit. \"Rascal Does Not Dream of Bunny Girl Senpai\") is a light novel series written by Hajime Kamoshida, and illustrated by Keeji Mizoguchi which was published in 2014 by ASCII Media Works. The series is ongoing with currently 13 released volumes, published since April 2014. Synopsis. Bunny girls do not live in libraries. This is simply common sense. And yet, that's exactly where Sakuta finds one in the wild. More bewildering is who the bunny girl is: Mai Sakurajima, a girl one year older than Sakuta, famous at their school for her acting career even though she's currently on break. To top it all off, it seems like no one else in the library can see Mai at all, no matter what she does or...wears. Wanting to find out more about this mystery and maybe get a little closer to this beautiful upperclassman in the process, Sakuta launches an investigation to discover why an unforgettable bunny girl keeps becoming totally invisible."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=462","text":"Light Novel Volume 1 Rascal Does Not Dream of Bunny Girl Senpai (青春ブタ野郎はバニーガール先輩の夢を見ない, \"Seishun Buta Yarō wa Banīgāru Senpai no Yume o Minai\") is the first volume of the \"Seishun Buta Yarou\" light novel series. Synopsis. Bunny girls do not live in libraries. This is simply common sense. And yet, that's exactly where Sakuta finds one in the wild. More bewildering is who the bunny girl is: Mai Sakurajima, a girl one year older than Sakuta, famous at their school for her acting career even though she's currently on break. To top it all off, it seems like no one else in the library can see Mai at all, no matter what she does or...wears. Wanting to find out more about this mystery and maybe get a little closer to this beautiful upperclassman in the process, Sakuta launches an investigation to discover why an unforgettable bunny girl keeps becoming totally invisible. Prologue Chapter 1 — Senpai is a Bunny Girl Chapter 2 — The Price of Making Up Chapter 3 — First Dates Are Always Turbulent Chapter 4 — Our Memories Chapter 5 — A World Without You Epilogue — And in the Light of Dawn Afterword Bonus — How Fast Is Evolution?"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1423","text":"Light Novel Volume 10 Rascal Does Not Dream of a Lost Singer (青春ブタ野郎は迷えるシンガーの夢を見ない, \"Seishun buta yarō wa mayoeru shingā no yume o minai\") is the tenth volume of the \"Seishun Buta Yarou\" light novel series. Synopsis. The unforgettable high school life is over, and Sakuta and his friends become university students. One day in autumn, when I was spending new and calm days. \"Is it really Uzuki?\" 　The appearance of Uzuki, the leader of the idol group \"Sweet Barrett\", is strange. That natural Uzuki is always reading the air around him ...? Aside from Sakuta, who feels uncomfortable, no other student notices her change. Is this an encounter with an unknown adolescent syndrome, or--? 　Sakuta's puberty is not over yet in a new place and meeting new people. The 10th long-awaited series that tells the beginning of a new story.　"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1677","text":"Light Novel Volume 11 Rascal Does Not Dream of a Nightingale (青春ブタ野郎はナイチンゲールの夢を見ない,\"Seishun Buta Yarō wa Naichingēru no Yume o Minai\") is the eleventh volume of the \"Seishun Buta Yarou\" Light Novel series Synopsis. A miniskirt santa calling herself Touko Kirishima suddenly appeared in front of Sakuta. Among the students that she gave her \"pubertal syndrome\" was Sakuta's junior high school classmate Ikumi Akagi. 　The urban legend “#Dream” is a hot topic on SNS among students, saying that the dream you write will become a true dream. Witnessing Ikumi using it to help others as her \"ally of justice\", Sakuta learns that her body is being attacked by a poltergeist-like phenomenon. 　What's more, it seems that Sakuta from the past is the cause...!?"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1728","text":"Light Novel Volume 12 Rascal Does Not Dream of His Student (青春ブタ野郎はマイスチューデントの夢を見ない) is the twelfth volume of the \"Seishun Buta Yarou\" Light Novel series. Synopsis. On December 1st, Sakuta has one more student to teach at the cram school where he works part-time. Sara Himeji - A first-year student at Minegahara High School and an honor student with excellent grades. \"From today onwards, Sakuta-sensei.\" Three days ago, she said the same greetings that Sakuta saw in her dream, word for word. Sara says, \"I don't want it to be cured,\" but what kind of puberty syndrome is she developing? Sakuta is worried about the message that \"Mai-san is in danger\", but Sakuta is worried that she is in trouble... For the sake of her student, and for the peace of the Christmas date with Mai! The twelfth installment of the series in which Sakuta of December runs around."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1759","text":"Light Novel Volume 13 Rascal Does Not Dream of Santa Claus (青春ブタ野郎はサンタクロースの夢を見ない) is the thirteenth volume of the \"Seishun Buta Yarou\" Light Novel series Synopsis. \"I'll protect Mai-san.\" \"Then, I'll protect Sakuta.\" The 13th installment of the series that approaches the truth."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1806","text":"Light Novel Volume 14 Rascal Does Not Dream of a Girlfriend (青春ブタ野郎はガールフレンドの夢を見ない) is the fourteenth volume of the \"Seishun Buta Yarou\" Light Novel series"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1807","text":"Light Novel Volume 15 Rascal Does Not Dream of a Dear Friend(青春ブタ野郎はディアフレンドの夢を見ない) is the fifteenth and last volume of the \"Seishun Buta Yarou\" Light Novel series"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=473","text":"Light Novel Volume 2 Rascal Does Not Dream of Petite Devil Kohai (青春ブタ野郎はプチデビル後輩の夢を見ない, \"Seishun Buta Yarō wa Puchidebiru Kōhai no Yume o Minai \") is the second volume of the \"Seishun Buta Yarou\" light novel series. Synopsis. How far can a fake relationship go? Mai is no longer invisible--she's acting again, and she finally said yes when Sakuta asked her out for the millionth time. Life couldn't be better for Sakuta...until he wakes up and finds himself reliving the morning before she agreed to date him! Assuming this weird time slip to be another case of Adolescence Syndrome, Sakuta begins searching for clues and stumbles upon the first-year Tomoe. Though the last time they saw each other involved getting kicked in the butt, now she's desperately trying to avoid getting asked out by the boy her friend is crushing on so she won't be ostracized. One ruse leads to another, and soon news spreads that Sakuta is Tomoe's boyfriend. Now how is he going to explain this to Mai...? Prologue Chapter 1 — The Rascal Has No Tomorrow Chapter 2 — Do the Winds of Tomorrow Blow Tomorrow? Chapter 3 — The Start of a Relationship Lie Chapter 4 — All my Lies to You Chapter 5 — Laplace’s Mini-Demon Epilogue — The World You Chose Afterword Bonus — A Certain Scene of a Rascal and a Bunny Girl Senpai"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=640","text":"Light Novel Volume 3 Rascal Does Not Dream of Logical Witch (青春ブタ野郎はロジカルウィッチの夢を見ない, \"Seishun Buta Yarō wa Rojikaru Witchi no Yume o Minai\") is the third volume of the \"Seishun Buta Yarou\" light novel series. Synopsis. Just before summer vacation begins, Sakuta encounters Shoko Makinohara, a junior high school girl with the same name and face as his first love. But Shoko should be in college by now. That's confusing...and as if that wasn't bad enough, another strange Adolescence Syndrome phenomenon seems to be occurring... Prologue Chapter 1 — Mystery Calls to Mystery Chapter 2 — Youth Is a Paradox Chapter 3 — Friendship Travels at 25 mph Chapter 4 — A Night of Rain Washes It All Away Last Chapter — All That Remains After the Fireworks Are Summer Memories Afterword Bonus — That Summer’s Imp"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=641","text":"Light Novel Volume 4 Rascal Does Not Dream of Siscon Idol (青春ブタ野郎はシスコンアイドルの夢を見ない, \"Seishun Buta Yarō wa Shisukon Aidoru no Yume o Minai\") is the fourth volume of the \"Seishun Buta Yarou\" light novel series. Synopsis. Sakuta had been waiting excitedly for a chance to spend time with Mai again, but instead he's greeted by a stranger who looks just like her. Apparently, Adolescence Syndrome has forced her to swap bodies with Nodoka Toyohama, a flashy up-andcoming idol...who also happens to be Mai's sister from a different mother! Now, forced to pretend to be the other, the sisters go about their respective lives as best they can but it seems like Nodoka is preoccupied with something besides walking in Mai's shoes... Prologue Chapter 1 — Sister Panic Chapter 2 — The Cold War Commences Chapter 3 — It's Not a Sister Complex Chapter 4 — Complex Congratulations Last Chapter — And the Fall Brings... Afterword Bonus — A Pubescent Low-Life’s Impish Kouhai"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=642","text":"Light Novel Volume 5 Rascal Does Not Dream of a Sister Home Alone (青春ブタ野郎はおるすばん妹の夢を見ない, \"Seishun Buta Yarō wa Orusuban Imōto no Yume o Minai\") is the fifth volume of the \"Seishun Buta Yarou\" light novel series. Synopsis. Sakuta has received a letter from his first love, Shouko, asking to meet on the beach. Obviously, now that he's dating Mai, this puts him in a very strange place. Even more surprising is that his homebound sister is determined to return to school! Will she finally graduate from staying at home-and from her beloved brother? Prologue Chapter 1 — The Rest of That Day Is Today Chapter 2 — Kaede Quest Chapter 3 — Living a Dream You Can't Wake Up From Chapter 4 — Dawn of an Endless Night Last Chapter — Chance Encounter Afterword Bonus —"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=643","text":"Light Novel Volume 6 Rascal Does Not Dream of a Dreaming Girl (青春ブタ野郎はゆめみる少女の夢を見ない, \"Seishun Buta Yarō wa Yumemiru Shōjo no Yume o Minai\") is the sixth volume of the \"Seishun Buta Yarou\" light novel series. This volume, and the subsequent volume, were adapted into a feature-length movie. Synopsis. Sakuta finds himself in the biggest predicament of his life when his girlfriend Mai finds out that his middle-school crush, Shoko, has been living with him due to unavoidable circumstances. With less than a month until Christmas and his relationship in disarray, things get even worse when the other Shoko’s declining health forces her to be hospitalized. Shoko has always dreamt of becoming an adult, but will she even get the chance? And can Mai and Sakuta mend the rift between them? All of Shoko’s secrets are finally revealed in the sixth volume of the Rascal Does Not Dream series! Chapter 1 — Manifestation of a Girl's Dream Chapter 2 — Her Future Schedule Chapter 3 — Shouko Makinohara Chapter 4 — Two Paths Chapter 5 — Dye the White Snow"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=645","text":"Light Novel Volume 7 Rascal Does Not Dream of His First Love (青春ブタ野郎はハツコイ少女の夢を見ない, \"Seishun Buta Yarō wa Hatsukoi Shōjo no Yume o Minai\") is the seventh volume of the \"Seishun Buta Yarou\" light novel series. Synopsis. \"I'm Sakuta-kun. I want my loved ones to be happy.\" The kindness I learned from my first love, Shoko. \"We'll be happy together .\" The courage learned from my lover Mai, who supports me now. 　In the winter of the second year of high school, Sakuta begins to walk in search of a future in which the important people who supported the present and the past can be happy. 　The 7th in the series to step into a new future! Chapter 1: A Gray and Desolate Landscape Chapter 2: Before the Snow Stops Chapter 3: No Dreams of His First Love Chapter 4: Kindness, and a Hand Offered in Kind"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=646","text":"Light Novel Volume 8 Rascal Does Not Dream of a Sister Venturing Out (青春ブタ野郎はおでかけシスターの夢を見ない, \"Seishun Buta Yarō wa Odekake Shisutā no Yume o Minai \") is the eighth volume of the \"Seishun Buta Yarou\" light novel series. On 3 December 2022, a movie adaptation of the novel was confirmed by Aniplex and CloverWorks. The movie was released in Japan on June 24, 2023. Synopsis. December, when I wished for the future of my first love, Shoko, had passed, and before I knew it, Sakuta was in the third semester of his second year of high school. While Mai, a third-year student, and Minegahara High School are running out of student life, Sakuta's younger sister, Kaede, who has loved her house for many years, reveals her heart that has never been revealed to anyone. \"I want to go to the high school my brother is going to\" 　That is a big decision for Kaede. Sakuta gently pushes Kaede's back, knowing that it is an extremely difficult choice. \"Kaede\" receives the feelings entrusted from \"Kaede\" and takes a step toward the future!"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=647","text":"Light Novel Volume 9 Rascal Does Not Dream of a Knapsack Kid (青春ブタ野郎はランドセルガールの夢を見ない, \"Seishun Buta Yarō wa Randoseru Gāru no Yume o Minai\") is the ninth volume of the \"Seishun Buta Yarou\" light novel series. On 3 December 2022, a movie adaptation of the novel was confirmed by Aniplex and CloverWorks. It was released on December 1, 2023. Synopsis. In March, there is only one month left for the third semester. The day of Mai's graduation ceremony finally arrived. \"Mister, Who are you?\" In front of Sakuta, who was waiting for Mai on the coast of Shichirigahama, an elementary school student who looked exactly like Mai when she was a child appeared !? On the other hand, since the case of Kaede, separately A phone call from Sakuta's father who lived ... \"It's about my mother, she said she wanted to see Kaede. \" It was a wish to \"see her\" from Kaede's mother, who had been hospitalized for a long time because she could not fully accept what had happened to her. In response to his mother's wishes, he decides to meet her mother with Kaede, but he cannot hide his nervousness at the opportunity to meet her for the first time in a while. An unfamiliar scar appears on Sakuta's body. Is this a harbinger of a new adolescent syndrome?"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=161","text":"List of Episodes This is a list of episodes in Rascal Does Not Dream of Bunny Senpai anime."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=397","text":"Mai's mother Mai's mother (麻衣の母, \"Mai no haha\") is a minor character \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is the mother of Mai Sakurajima. Appearance. Mai's mother is a beautiful woman with long dark gray hair and blue eyes. She usually wears a business suit, with earrings and necklace. Personality. While she's very beautiful and appears to be very polite, in truth she's a selfish, amoral gold digger, who had no qualms betraying her daughter to make money. However, as amoral and materialistic as she is, and despite having betrayed her, she cried a lot when Mai died in the hospital after she sacrificed herself to save Sakuta and was hit by a car. History. Although she helped manage her daughter's rise to fame, her desire to make money made her neglect Mai's own needs and desires. After forcing her to wear a swimsuit for her photo-shoot, her daughter went on hiatus as a way to get back at her. Plot. Mai had emailed her mother to meet her on the beach. As Mai's mother came, she couldn't see the invisible Mai and went to Sakuta Azusagawa asking him if he was the one that called her there. Sakuta told her he was from the same school as Mai, but Mai's mother didn't remember having a daughter and denied it. He kept pressuring her on how could she forget, but in the end Mai's mother left, feeling it was a prank and not wanting to keep getting involved with it. On December 24th, Mai's mother shows up at the hospital after learning her daughter was involved in a traffic accident. She becomes distraught after learning Mai had died, and cries out for Mai to be given back. This event, along with Mai's death, does not occur after Sakuta saves himself in the past. At the start of \"Rascal Does Not Dream of Knapsack Kid\", Mai formally introduces Sakuta to her mother just after Mai's graduation ceremony. Mai's mother had attended after Mai had encountered one of her mother's clients during a photoshoot in Kyoto. Relationships. Mai Sakurajima. Mai's mother was only concerned with using her daughter as a means to make money and did not care about Mai's personal interests and needs. This eventually caused her daughter to take a hiatus from acting and modelling after she forced Mai to wear a swimsuit during a photo shoot. While Mai was invisible to the majority of the public, she emailed her mother to meet her on the beach to continue show business, but her mother was unable to see or even remember her. After Mai's Adolescence Syndrome was resolved, there has been no further development between their relationship. Even after formally introducing Sakuta to her mother, Mai still harbors ill-feeling towards her mother."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=100","text":"Mai Sakurajima sakurajima mai (seishun buta yarou) drawn by neocoillDanbooruhttps:\/\/danbooru.donmai.us Mai Sakurajima (桜島 麻衣, \"Sakurajima Mai\") is the main heroine of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is a notable actress\/model and a third year at Minegahara High School, the same school as Sakuta Azusagawa. Appearance. Mai is an attractive individual—described as an inside-out beauty by Kaede—with waist-length black hair that has bangs hanging on the left side with a bunny-shaped barrette in the back, blue-purplish eyes and a slim and fit figure. She's fairly tall for a Japanese girl, standing at a height of 165 cm. In her bunny costume, she wears bright black high heels and wraps her long, slender legs in translucent black tights. Similar to a black leotard, the outfit highlighted the lines of her body, while the chest made a firm, modest valley. White cuffs accented her wrists and her neck was adorned by a white smart collar with a black bowtie. On the waist of the leotard, a white bunny tail is on her waist. Mai wears the bunny costume only twice throughout the series; she maintains the rabbit-themed motif by continuing to wear the aforementioned bunny-shaped barrette, while her phone is covered by a personalized phone case shaped like bunny ears. She is often seen in her school uniform, which consists of a white collared shirt, a red tie, a cream vest, brown shoes, and a blue skirt with a light brown blazer on top that she wears unbuttoned. She wears translucent black tights with her uniform as well. When not being at school, she usually wears her casual attire, which consists of a light blue button-up sleeveless shirt with a white jacket that is open up, dark blue long pants, and a pair of light black colored high heeled sandals. In the trailer for the second movie, \"Rascal Does Not Dream of a Sister Venturing Out\", Mai is shown to wear glasses. Personality. Mai is a kind yet serious individual, which is especially evident around Sakuta Azusagawa. Given her former bitterness, she seemed to have a slightly cold demeanor in the first episodes, with a tendency to want to be on her own; despite wearing a bunny costume at the library for attention, she wasn't willing to attract more attention than necessary for herself. When noticed and recognized, she would be listening to music using earphones. Largely justified by her fame-laden childhood, which stopped her from being in school long enough to make friends, her somewhat bitter attitude changed, also thanks to meeting Sakuta. Upon resuming her acting career, Mai gradually started opening up to people, and at that moment, it turns out she has all the kindness, maturity, and professionalism expected from an actress of her status. She is also a high achiever at school, helping Sakuta at studying, and good at cooking. She can be considered as a type B tsundere: she isn't harsh by default, but she can be easily annoyed by Sakuta's perverted jokes and come across as somewhat snappy or violent when he does or says something lewd. That said, her tsundere traits are largely downplayed, and she definitely doesn't deny her feelings; indeed, she has no problem telling Sakuta how much she loves him. Instead, when it comes to topics she's uncomfortable with, Mai tends to ignore and stuff unpleasant feelings down rather than deal with them, as seen when, before her invisibility was subdued by Sakuta, she harbored deep anxiety over the possibility that she could be forgotten entirely and over the topic of her hiatus, as she still harbored bitter feelings over the circumstances that caused them; these feelings have now subsided since she started acting at another agency. While, just like Sakuta, she has a sarcastic sense of humor, she really is innocent at heart and can become shy and flustered when Sakuta teases her. She is a genuine and kind-hearted person who would never harm anyone. Mai is actually very polite, levelheaded, helpful, and altruistic (examples include when Mai denounced the hospitalization incident as false for Sakuta's sake and when she gave Kaede Azusagawa, Sakuta's younger sister, a dress both as a gift and to at least spark interest in returning to the outside world, showing her true soft nature). Kaede herself is very fond of Mai, seeing her as a role model for her beauty and kindness, and wishes she could be just like her. Though at first Mai could be somewhat harsh and strict towards Sakuta at times due to his lewd remarks and call him a pervert or an idiot, she is genuinely affectionate and kind to him as well, and she often says that she loves him more than he thinks - which is proven to be true. Then, as her relationship with Sakuta goes on, she becomes less strict and more cheerful and openly affectionate. In the end, Mai is definitely a kind, nice girl at heart, and, just like Sakuta, she has a quick wit yet is immensely good-hearted. She's unwaveringly loyal and virtuous, and shows the full extent of her kindness and selflessness as she sacrifices herself to save Sakuta from being hit by a car and become Shoko's heart donor. However, she's revived as Sakuta manages to get back in time to save her. History. Mai began acting at the age of six. After landing the lead role of a morning drama (a character known as \"Maiko-chan\"), Mai's profile increased from there, and she began appearing in more and more movies, television shows, and commercials. Mai enjoyed the limelight despite the stress it gave her, but it suddenly ended after her mother, who was also her agent, forced her to participate in a swimsuit photoshoot despite her objections. Mai thus took a hiatus and attended high school, though because of work commitments made before then, she only joined on the second term of her first year. By then, social circles had formed, making her the \"odd one out,\" causing her to be isolated. As a result, the student body didn't know how to deal with her. While they had no reason to bully her, they also feared associating with her would cause themselves to be isolated as well. Unbeknownst to Mai, these events caused a severe emotional disturbance in her, and the effects of adolescence syndrome caused her existence to become unnoticed by other people. While she initially enjoyed a respite from the spotlight, Mai soon realized she was in peril of disappearing altogether. Due to her successful career pre-hiatus, Mai was able to go on the property ladder while still at high school. She lives in an apartment across the road from Sakuta's. Upon deciding to resume her career, she leaves her mother's agency for the agency of Ryoko Hanawa. \"Main article: Adolescence Syndrome\" Adolescence Syndrome. Mai's effect was that she turned invisible, along with the things she touched, and that others began to forget her. As a result of wanting to be unseen by the public, Mai's existence slowly began to fade away. Over time, even those who had talked to Mai before would suddenly forget about her. This effect was subdued once Sakuta Azusagawa, the last person to forget about her, publicly confessed his love for Mai in front of the school, effectively making her reappear, and forcing the students and staff to acknowledge her existence. Relationships. Sakuta Azusagawa. Sakuta was the only person to see Mai in a bunny costume at the library. Though Mai warned against seeing her again, Sakuta became interested enough to talk to her again the next time he did see her, after school. It is from Sakuta that Mai hears of adolescence Syndrome and how she could be suffering from it. Although Mai isn't happy that Sakuta knew of her decision to quit acting, she takes action after finding out how Sakuta knew by calling the journalist in question that Sakuta found out from, and stopping her from publishing Sakuta's scars in exchange for an exclusive interview about her return to showbiz with another agency. From that point she would credit Sakuta for her decision to return, although she takes care not to publicly reveal his name. Mai did not reveal her relationship status until a tabloid-related \"scandal\" forced her to do so publicly in front of cameras at a press conference. Before then, there were already signs that she had fallen for Sakuta. She displays \"Type B tsundere\" tendencies during her first night with Sakuta at a hotel, after they flee more than two hundred miles west to find people who still recognize her. Since then, she mostly tolerates Sakuta's lewd jokes and snarky remarks, sometimes teasing him back. Mai twice displays gratitude to how far Sakuta will go for her, first on their night at the hotel, then three nights afterwards, when Mai became fully aware that Sakuta was staying awake in order to not forget her. On the day Mai reappears after Sakuta confesses to her in front of the entire school, Mai doesn't take it well. She slaps him in the face, stamps him on the foot and dares Sakuta to prove his love for a whole month. She also refuses to answer Sakuta's confession while the rest of the school is watching, but does denounce the hospitalization rumors regarding Sakuta. Ultimately, Mai does not reject Sakuta, since she chooses to go with him when the teachers call him over. From then on, Mai and Sakuta would meet every day for lunch. In the following month, Mai's relationship with Sakuta is threatened when she sees Tomoe Koga on top of Sakuta in the room they were supposed to be in for lunch. Though Mai tries to be understanding, even letting Sakuta go on the fake date with Tomoe, she would end up witnessing the scuffle in Shichirigahama station between Sakuta and Yosuke Maezawa that ended with Sakuta grabbing Tomoe by the hand and fleeing the station. Fortunately, Sakuta is able to get Tomoe to reset time so that none of the events above happened. Instead, on the reset June 27, Mai affirms her relationship with Sakuta by kissing him on the cheek. During summer break, Mai is told by her agency that she is not allowed to date; she relays the news to Sakuta, though she reassures him that they can still meet up in school. Though they meet several times afterwards, they are yet to kiss each other properly. Nodoka Toyohama. Nodoka is Mai's younger stepsister, who has looked up to Mai ever since watching her first role on TV. It is also revealed that Mai's parents had separated after giving birth to her, only for Mai's father to end up with Nodoka's mother, causing the two mothers to feud with each other through their daughters. Nodoka's jealousy towards Mai, who won the better roles when they were younger, eventually caused them to swap bodies. Mai keeps calm in spite of the event, contrasting with Nodoka's panic, and they agree to live in this predicament for a while. Nodoka's jealousy gets the better of her, and a day later, she launches a verbal tirade on Mai, making her refuse to see Nodoka again. Despite Mai's lack of singing and dancing experience, her professionalism ultimately prevails in the month that she has to rehearse for a live concert with Nodoka's idol group, while Nodoka struggles with a routine filming session while in Mai's body. Hours after the concert and an attempted suicide by Nodoka, Mai and Nodoka are able to reconcile at the former's home and revert to their usual bodies, after it was made clear to Nodoka that Mai did indeed love her, since she appreciated receiving the letters of support from Nodoka that kept her going in her early acting career. Kaede Azusagawa. Having heard about her past from Sakuta, Mai acts very gentle towards her. Kaede eventually opens up to her after Mai gives her some new clothes. She is very considerate towards Kaede, which can be seen when her phone rings. She leaves to a different room to answer the call. After Kaede gets her memories back, Mai later arranges for her to get a haircut before going back to school. Shoko Makinohara. As Sakuta's first crush, Mai expresses some jealousy towards her and is uncomfortable with the two of them spending time alone. Part of this comes from Shoko openly admitting her affection for him. When Shoko arrives at Sakuta's apartment for a prolonged stay, Mai momentarily loses her composure while cooking. She then nearly greeted her with a kitchen knife in hand. With this though, Mai understands that Shoko was there for Sakuta when she was not, as she was busy with work. Upon learning of her circumstances, Mai becomes much more compassionate towards her and becomes much less hostile towards Shoko's feelings for Sakuta. She also tries to save her from her illness by sacrificing herself; however, the situation is resolved when Sakuta gets back in time to save Mai, and they decide together to change timeline where they risk sacrificing their memories of each other. The name Mai (2) means \"linen robe\" (麻衣). Mai's surname Sakurajima means \"cherry blossom\" (桜) (sakura) and \"island\" (島) (shima\/jima). Therefore, put together, her last name means \"cherry blossom island\". Sakurajima is also the name of a real-life volcano in southern Kyushu. In \"The World Without You\" and \"Wash It All Away on a Stormy Night,\" the two episodes in which Mai wears the light blue button-up sleeveless shirt, it is shown to have six buttons, but in \"This World You Chose\" and \"Sister Panic\", it has five buttons, with the top button that's on Mai's shirt collar disappearing, most of which have it with five buttons, so its possible that this is an error in the animation."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=438","text":"Mai Sakurajima\/Image Gallery &lt;tabber&gt; Light Novel = Manga= Anime= Promotional= &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=94","text":"Manga Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai (青春ブタ野郎はバニーガール先輩の夢を見ない, lit. \"Rascal Does Not Dream of Bunny Girl Senpai\") is a manga based on the light novel of the same name written by Hajime Kamoshida, and illustrated by Keeji Mizoguchi. The manga is being drawn by Tsugumi Nanamiya and published since January 2016 by Dengeki G's Comic. Currently, five volumes have been released. Yen Press also announced that they will release the manga from Aug 18, 2020. The English release by Yen Press versions combine parts 1 and 2 of a story arc into a single omnibus volume. Synopsis. Bunny girls do not live in libraries. This is simply common sense. And yet, that's exactly where Sakuta finds one in the wild. More bewildering is who the bunny girl is: Mai Sakurajima, a girl one year older than Sakuta, famous at their school for her acting career even though she's currently on break. To top it all off, it seems like no one else in the library can see Mai at all, no matter what she does or...wears. Wanting to find out more about this mystery and maybe get a little closer to this beautiful upperclassman in the process, Sakuta launches an investigation to discover why an unforgettable bunny girl keeps becoming totally invisible."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1358","text":"Manga Volume 1 Rascal Does Not Dream of Bunny Girl Senpai 1 (青春ブタ野郎はバニーガール先輩の夢を見ない 1, \"Seishun Buta Yarō wa Banīgāru Senpai no Yume o Minai 1\") is the first volume of the \"Seishun Buta Yarou\" manga series. Synopsis. Bunny girls do not live in libraries. This is simply common sense. And yet, that's exactly where Sakuta runs into one in the wild. More bewildering is who the bunny girl is: Mai Sakurajima, an upperclassman and well-known actress currently taking a break from industry work. Wanting to find out more about the mystery surrounding Mai (and maybe get a little closer to her in the process), Sakuta launches an investigation to figure out what's making this bunny girl invisible to everyone around them. Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Chapter 7 Chapter 8"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1359","text":"Manga Volume 2 Rascal Does Not Dream of Bunny Girl Senpai 2 (青春ブタ野郎はバニーガール先輩の夢を見ない 2, \"Seishun Buta Yarō wa Banīgāru Senpai no Yume o Minai 2\") is the second volume of the \"Seishun Buta Yarou\" manga series. Synopsis. Bunny girls do not live in libraries. This is simply common sense. And yet, that's exactly where Sakuta runs into one in the wild. More bewildering is who the bunny girl is: Mai Sakurajima, an upperclassman and well-known actress currently taking a break from industry work. Wanting to find out more about the mystery surrounding Mai (and maybe get a little closer to her in the process), Sakuta launches an investigation to figure out what's making this bunny girl invisible to everyone around them. Chapter 9 Chapter 10 Chapter 11 Chapter 12 Chapter 13 Chapter 14 Chapter 15 Chapter 16 Chapter 17 Chapter 18 Chapter 19 Chapter 20"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1360","text":"Manga Volume 3 Rascal Does Not Dream of Little Devil Kouhai 1 (青春ブタ野郎はプチデビル後輩の夢を見ない 1, \"Seishun Buta Yarō wa Puchidebiru Kōhai no Yume o Minai 1 \") is the third volume of the \"Seishun Buta Yarou\" manga series. Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1362","text":"Manga Volume 4 Rascal Does Not Dream of Little Devil Kouhai 2 (青春ブタ野郎はプチデビル後輩の夢を見ない 2, \"Seishun Buta Yarō wa Puchidebiru Kōhai no Yume o Minai 2 \") is the fourth volume of the \"Seishun Buta Yarou\" manga series. Chapter 7 Chapter 8 Chapter 9 Chapter 10 Chapter 11 Chapter 12"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1707","text":"Minegahara High School Minegahara High School (峰ヶ原(ミネガハラ)高校 \"Minegahara kōkō)\" is the main school that many characters in Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai attend. Uniforms. Always in a Japanese educational school, students wear a uniform. However, they have the permission to customize their uniforms any way they wish. Female Winter Uniform. The winter uniform for females consists a long-sleeved white dress shirt that comes with a yellow vest and a red tie, and they wear a orangish brown jacket with it. Some students can choose to wear the vest. Then, they wear a dark navyish blue skirt. Finally, it finishes with white knee-length socks and shoes they wish to wear, brown standard school shoes and uwabaki shoes. As mentioned above, the students are allowed to customize their uniforms for examples, students getting the option to wear the yellow vest and their shoes, and Mai wearing black tights. Female Summer Uniform. The summer and winter uniform almost look identical, with the only difference being that the students now wear a short sleeved top and they don't wear the jacket anymore. The summer uniform for females consists a short-sleeved white dress shirt witthe yellow vest, which is optional to wear, and the red tie. Then, the dark navyish blue skirt, white knee highs, and brown standard school shoes or uwabaki shoes. Male Winter Uniform. The winter uniform for males consists a long-sleeved white dress shirt with a red tie and they wear the orangish brown jacket with it. Then, they wear dark navyish blue pants and black school shoes or uwabaki shoes. Like the females, the male students have the permission to customize their uniforms as well. Male Summer Uniform. The summer uniform for males consists a short-sleeved white dress shirt with the red tie. Then, with the dark blue pants and school\/uwabaki shoes. Notable Students. First years: • Tomoe Koga • Nana Yoneyama • Rena Kashiba • Shoko Makinohara (Advanced) Second years: • Nodoka Toyohama • Rio Futaba • Saki Kamisato • Sakuta Azusagawa • Yuuma Kunimi Third years: • Mai Sakurajima • Yosuke Maezawa"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1747","text":"Miwako Tomobe Miwako Tomobe (友部 美和子 \"Tomobe Miwako\") is a minor supporting character in \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\". She is a staff member of the middle school that Kaede Azusagawa was supposed to attend prior to suffering from amnesia. Plot. In \"Rascal Does Not Dream of a Sister Home Alone\", Tomobe is hired by Kaede's father to visit Kaede and her older brother Sakuta at their apartment for a counselling session, in order to help Kaede return to school. In the corresponding anime episode, the involvement of their father is omitted. In \"Rascal Does Not Dream of a Sister Venturing Out\", Tomobe again visits Sakuta and Kaede, this time to discuss Kaede's future beyond middle school, as she is due to graduate. Because Kaede had missed the majority of her middle-school years, Tomobe writes off Kaede's chances of admission into a conventional high school, and is about to discuss distance-learning when Kaede speaks up, voicing a desire to attend Minegahara High, where Sakuta currently studies. Tomobe meets with Sakuta a few weeks later, inviting him to an orientation at a distance-learning center. It is through this orientation that Sakuta recognizes another distance-learner."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1756","text":"Mr. Azusagawa The yet-to-be-named father of Sakuta Azusagawa and Kaede Azusagawa appears occasionally in \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\". Background. The Azusagawas were an ordinary family of four until the daughter, Kaede, suffered from Adolescence Syndrome due to bullying, and lost her memories. The father of the household later witnessed his wife's mental breakdown over the memory loss, and his son Sakuta suddenly being rushed to hospital after scars appeared on his chest. Once Sakuta was fully healed, his father suggested for him and the dissociated Kaede to move out to their own apartment while he looked after their mother. Plot. In \"Rascal Does Not Dream of Siscon Idol\", Mr. Azusagawa appears for the first time in the present time. They update each other on the progress of the mother and the daughter respectively. The following volume, Sakuta tells his father that Kaede is ready to go to school again, thus, the father contacts the middle school that Kaede would attend, and they send over a counsellor, Miwako Tomobe, to counsel Kaede one-on-one. After Kaede regains her memories, Sakuta informs their father by phone. The father rushes to hospital to see Kaede, and cries after hearing the voice of the daughter he had always known. In the immediate aftermath of Mai Sakurajima's death in \"Rascal Does Not Dream of His First Love\", Mr. Azusagawa calls his son and leaves a voicemail. Sakuta goes back in time to prevent Mai's death. Then, on December 26, Sakuta introduces Mai to his father, who was just about to leave Sakuta's apartment having driven Kaede home. (This scene is left out of the movie adaptation.) In \"Rascal Does Not Dream of a Sister Venturing Out\", Mr. Azusagawa and his two children meet with Miwako Tomobe again, this time to discuss Kaede's future. He hears the high school that Kaede wants to go to, and after the end of the meeting, promptly goes back to his wife while trusting Sakuta to look after Kaede. The following volume, Mr. Azusagawa brings the good news to his children that their mother will be able to return home, and thus, on the day after Kaede graduates from middle school, the Azusagawas reunite at their usual family home once more. The father does not notice that the son does not interact with the mother; the day after, the father also stops noticing the son at all, causing the latter to seek the knapsack-wearing Mai that he encountered before."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1757","text":"Mrs. Azusagawa The yet-to-be-named mother of Sakuta Azusagawa and Kaede Azusagawa appears occasionally in \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\". Background. The Azusagawas were an ordinary family of four until the daughter, Kaede, suffered from Adolescence Syndrome due to bullying, and lost her memories. The mother then had a mental breakdown and ended up in hospital herself, causing Sakuta and the dissociated Kaede to move out while their father cares for her. Plot. It isn't until \"Rascal Does Not Dream of Knapsack Kid\" that Mrs. Azusagawa sufficiently recovers from her mental issues and is ready to return home. Kaede immediately expresses a desire to see her mother, while Sakuta dodges the issue, even after noticing he is anxious about the meeting and tells Miwako Tomobe about it. Because of this, when the family reunion arrives, Sakuta does not interact with his mother, and just the following day, becomes oblivious to all of his immediate family, causing him to seek the knapsack-wearing, younger-looking Mai Sakurajima from the start of the novel. She transports him to an alternate reality in which Sakuta had never moved out and Kaede never suffered from Adolescence Syndrome, because she had overcome the bullying with her brother's help. After making sense of the alternate reality, Sakuta seeks the knapsack-wearing Mai and returns where he came from, reuniting with the correctly-aged Mai before finally confronting his fears over reuniting with his mother."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1357","text":"Nana Yoneyama Nana Yoneyama (米山 奈々, \"Yoneyama Nana\") is one of the supporting characters of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is a classmate of Tomoe Koga. Appearance. Nana has a medium-long brown hair and wears glasses. Personality. Nana is sweet girl that is more silent and nervous around others. She tends to apologize for almost anything. Plot. Nana is first seen at the beach near Enoshima looking for her phone strap she lost. Tomoe Koga and Sakuta Azusagawa see her there, the former recognizing her as a classmate, and offer to help her, despite her objections. They find the phone strap but Tomoe falls in the water and catches a cold. By the end of the story, Nana becomes a new friend of Tomoe's. The name Nana means \"apple tree\" (奈). Nana's surname Yoneyama means \"rice, paddy\" (米) (yone) and \"mountain, hill\" (山) (yama)."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1095","text":"Nodoka's mother Nodoka's mother (のどかの母, \"Nodoka no haha\") is a minor character \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is the mother of Nodoka Toyohama. Appearance. Nodoka's mother has a long brown hair and brown eyes. History. She and Mai Sakurajima's father married after the latter left Mai's mother, resulting in the birth of their daughter Nodoka. Later after her husband left her, Nodoka's mother made her daughter join a troupe after Mai's mother did the same to hers. She would then begin measuring her daughter's success by comparing it to her half-sister's. Plot. Nodoka's mother saw Mai Sakurajima with Sakuta Azusagawa, but in that moment Nodoka was in Mai's body. She came to her asking where Nodoka was and Nodoka pretended to be Mai told her she didn't knew. Nodoka's mother insisted she to return it and that she probably is at her place, but then \"Mai\" told her to come and check herself. Nodoka's mother then left, telling \"Mai\" to tell Nodoka to come back home. Later at Nodoka's concert, Mai was in Nodoka's body and after the performance, Nodoka's mother was happy for her success and was congratulating her. Later she fixed her issues with Nodoka and she returned home, but soon after that they again had arguments and Nodoka moved to live with Mai."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=146","text":"Nodoka Toyohama Nodoka Toyohama (豊浜 のどか, \"Toyohama Nodoka\") is one of the main characters of \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is the younger half-sister of Mai Sakurajima and a member of an idol group named Sweet Bullet. Appearance. Nodoka has wavy blond hair tied back into a ponytail by a red scrunchie, and blue eyes. As a child, her hair is light brown. It may be possible that her hair is dyed or she uses contacts as part of her idol job, since her hair and eye colors changed compared to when she was younger. Her eyes as a child are a chocolate-brown color, which becomes blue like her sister's as a teen. Her usual attire consists of a V-neck Tank-top. Her costume while performing with Sweet Bullet consists of a top with a tartan design, a jagged black skirt, grey tights with suspenders, black shoes and a small top hat. Her school uniform consists of a brown sailor-suit. Personality. Nodoka is quite confident and competitive, but has a strong inferiority complex towards her sister. Her tsundere tendencies are more pronounced than her sister's, being also more immature and short-tempered, and this is especially evident when interacting with Sakuta Azusagawa; that said, just like her sister and despite her somewhat whimsical nature, she's a genuinely kind person, and also becomes close friends with Kaede. She appears to be fond of beaches, since where she normally lives, Yokohama, doesn't have them despite being near the sea itself. Unlike Mai, Nodoka doesn't clean up after herself; Sakuta notices this when visiting Mai's apartment with her permission, in order to check on Nodoka. Later on it is revealed that Nodoka is just as competent as Mai academically, unlike Sakuta. History. Nodoka was born after Mai Sakurajima's father remarried another woman. As a child, she went to go meet Mai for the first time during one of Mai's auditions and beamed after Mai mentioned that she wanted a little sister. After Mai's mother made Mai join a troupe out of spite for her ex-husband and Nodoka's mother, the latter made her own daughter join a troupe as a way to get back at her. Nodoka later developed an inferiority complex towards her half-sister after her mother kept comparing her own success to Mai's. Near the end of summer break during her second year in high school, she ran away to Mai's home after a fight with her parents. Plot. On the morning of September 1, Nodoka and Mai Sakurajima switched bodies as a result of Adolescence Syndrome, which prompted Nodoka to head to Mai's apartment. She showed disgust in response to Sakuta Azusagawa's remarks and questioned how he could be her sister's boyfriend. Mai, in Nodoka's body, soon met up with them and speculated the body switch as a result of Adolescence Syndrome. Inside Mai's apartment, upon being asked if she knew anything that would've caused the body switch, Nodoka frantically stated she had no knowledge and questioned how Sakuta and Mai were staying calm in the wake of their current dilemma. Deciding that they would have to live under each other's lives, she and Mai exchange and discuss their agendas for the month. The next day at the train station, Nodoka was asked by Sakuta if Mai (in Nodoka's body) wouldn't catch the attention of the people around her. She dejectedly replied that despite being an idol, she wasn't that popular. At Minegahara High School, Sakuta noticed the way she spoke was much like Mai's, to which Nodoka revealed that she impersonated her as a kid and looked up to her. At the beach, Nodoka denied Sakuta's suggestion that she wanted to tell Mai that she hated her, but realized that Mai most likely had such an idea as well. Sitting on a bench, Nodoka asked Sakuta if she could sleep at his house, but was interrupted by Mai. Nodoka then went up and revealed to her about her feelings of inferiority towards Mai's own success, before proclaiming that she hated her. Mai claimed ill feelings towards Nodoka as well, but put the blame on their father. Starting on September 3, Nodoka began life as Mai Sakurajima; from her lonely status at school to modelling for photo-shoots along with being interviewed. However on September 12 during a photo-shoot, the pressure from the trust people placed on Mai Sakurajima became too much for Nodoka to bear and caused her to hyperventilate and collapse. That evening in Mai's apartment, Nodoka asked Sakuta if Mai said anything about her and beamed in pleasant surprise after hearing that Mai had no doubt Nodoka would be able to get a good shot. After learning that she hadn't eaten, Sakuta suggested she take a bath while he makes something for her to eat, which she obliged. After a film shoot on September 19, Nodoka bemoaned the fact that it took her twelve takes to make a final cut. Later at a train station with Sakuta, upon being given a ticket to a performance by Sweet Bullet, Nodoka reminisced her first meeting with her sister and announced her intention to get a song where she was the main singer. Walking down the street, the two had a chat about Sakuta's history with his parents when they are confronted by Nodoka's mother, who was looking for her daughter. The two claimed no knowledge of Nodoka's whereabouts and were asked to tell her to hurry back home. On September 30, Nodoka and Sakuta watched the Sweet Bullet show, but Nodoka became ashamed after witnessing her mother praise Mai (in Nodoka's body) for her performance. When Nodoka attempted to drown herself, she was stopped by Sakuta, who claimed he had proof that Mai would care if something were to happen to her. At Mai's apartment, Sakuta revealed to Nodoka a box filled with letters that Nodoka had written to her sister, indicating that Mai didn't hate her. Nodoka was still unconvinced, claiming that she was a nuisance to her older sister. Once Mai stepped into the room, Nodoka exclaimed that she hated how Mai did everything perfectly and that she couldn't compete with that. In response to Mai's subsequent statement that her mother felt uneasy about whether Nodoka was happy trying to meet her expectations, Nodoka cried that she wanted her mother to compliment her for once. Mai hugged Nodoka, who suggested that she make her happy on her own terms. After spending a brief moment crying uncontrollably, Nodoka was relieved to hear that she didn't have to be exactly like Mai; after telling she didn't want to be, Nodoka and her sister transformed back to their original appearances, much to their joy. Nodoka had another fight with her mother shortly after, which prompted her to move to Mai's apartment. She thanked Sakuta for saving her despite the trouble she gave, before stating that she somewhat understood why Mai chose him. On December 2, Nodoka waited outside Sakuta's workplace to tell him that Mai had visited to cheer him up through his recent ordeal with Kaede's old self returning. Relationships. Mai Sakurajima. As a child, Nodoka looked up to Mai as a personal idol and hoped to meet her one day, which came true after some time. However, as her mother began measuring her success to Mai's as she got older, Nodoka felt resentment towards her sister and grew an inferiority complex towards her. After learning that Mai had indeed cared about her, the two rekindled their relationship as sisters. Sakuta Azusagawa. As they first interact, Nodoka considers Sakuta to be a pervert and wonders what Mai sees in him. However, as they get to know each other, Nodoka starts to like him. Later on she relies on him as the one who protects her sister and who won't make her cry. Kaede Azusagawa. Nodoka's interactions with Kaede are initially kept minimal. At first, when Kaede was introduced to Nodoka, she did not know that Nodoka and Mai had swapped bodies, thus assumed that Nodoka just acted like her sister. After Kaede regains her memories, Nodoka helps her study for the admission exam into Minegahara High. After said exam, Kaede goes with Sakuta to watch a Sweet Bullet concert. The name Nodoka is written in hiragana (のどか), which has no special meaning. However, when written in kanji (和, 長閑, 和花, 和華, 和香, 和佳, 温花, 温華, 温香, 温佳, 悠花, 悠華, 悠香, 悠佳, 望花, 望華, 望香 or 望佳), it could possibly mean: 和 - \"harmony, peace\". 長閑 - \"long quiet\/quiet\". 和花 - \"Japanese flower\". 和華 - \"harmony, peace\" (和) (nodo) and \"flower, petal\" (華) (ka). 和香 - \"harmony, peace\" (和) (nodo) and \"fragrance, fragrant\" (香) (ka). 和佳 - \"harmony, peace\" (和) (nodo) and \"good, beautiful\" (佳) (ka). 温花 - \"warm\" (温) (nodo) and \"flower, blossom\" (花) (ka). 温華 - \"warm\" (温) (nodo) and \"flower, petal\" (華) (ka). 温香 - \"warm\" (温) (nodo) and \"fragrance, fragrant\" (香) (ka). 温佳 - \"warm\" (温) (nodo) and \"good, beautiful\" (佳) (ka). 悠花 - \"permanence\" (悠) (nodo) and \"flower, blossom\" (花) (ka). 悠華 - \"permanence\" (悠) (nodo) and \"flower, petal\" (華) (ka). 悠香 - \"permanence\" (悠) (nodo) and \"fragrance, fragrant\" (香) (ka). 悠佳 - \"permanence\" (悠) (nodo) and \"good, beautiful\" (佳) (ka). 望花 - \"wish, desire, hope\" (望) (nodo) and \"flower, blossom\" (花) (ka). 望華 - \"wish, desire, hope\" (望) (nodo) and \"flower, petal\" (華) (ka). 望香 - \"wish, desire, hope\" (望) (nodo) and \"fragrance, fragrant\" (香) (ka). 望佳 - \"wish, desire, hope\" (望) (nodo) and \"good, beautiful\" (佳) (ka). Nodoka's surname Toyohama means \"abundant, lush\" (豊) (toyo) and \"beach, seashore\" (浜) (hama). Maaya Uchida (Nodoka's voice actress) is the elder sister of Yūma Uchida, who voices Yuuma Kunimi."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=533","text":"Nodoka Toyohama\/Image Gallery &lt;tabber&gt; Light Novel = Manga= Anime= Promotional= &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1347","text":"Rena Kashiba Rena Kashiba (香芝 玲奈, \"Kashiba Rena\") is one of the supporting characters of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is a classmate and friend of Tomoe Koga. Appearance. Rena is a young girl with long brown hair and brown eyes. Personality. She seems to be very protective of Tomoe. Plot. Rena with her friends went to where Sakuta Azusagawa and Tomoe Koga worked, and as Sakuta came to take their order, Rena asked him if he was serious about Tomoe. Then Tomoe came and they told her she looked cute in her uniform. Rena then told Sakuta that if he was playing with Tomoe, she won't forgive him, which made Tomoe a bit happy. Rena has a crush on Yosuke Maezawa, the basketball player she often watches play the sport in school. However, Maezawa takes an interest in Tomoe instead, which caused Tomoe's initial dilemma and time loops. Rena witnesses the altercation between Sakuta and Maezawa which ends in humiliation for Maezawa, and stops being interested in Maezawa after that."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=145","text":"Rio Futaba Rio Futaba (双葉 理央, \"Futaba Rio\") is one of the main characters of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series, who is a second-year student at Minegahara High School. She had been in the same class as Sakuta and Yuuma during their first year and is the sole member of the Science Club. Rio's case of Adolescence Syndrome is explored in the third novel. Appearance. Rio is an attractive girl of average height. She has light brown eyes and grey hair, and wears glasses. She is primarily seen wearing her school uniform and her lab coat. Because her feminine parts developed before her classmates, Rio possesses a slender yet very voluptuous figure and a large bust, which she doesn't like. During Rio's case of Adolescence Syndrome, the split version of her ties her hair in a ponytail and wears contacts instead of her usual glasses. After re-merging, Rio continues to wear glasses, but alternates between tying her hair up or not. Personality. Rio, who hosts her school's Science Club at one of its laboratories, comes across as a well-articulated and intelligent young woman with extensive knowledge of chemistry and quantum physics, albeit at the cost of sociability, as only one other person has ever frequented her club. She is often seen using lab apparatus to make coffee. Rio is often blunt and to-the-point; she has a sharp sense of humor and is even more sarcastic and straightforward than Sakuta. Before experiencing it herself, she was unwilling to believe the existence of Adolescence Syndrome, but she did acknowledge the abnormal phenomenon it induces and connects them with various scientific theories and principles. Despite her straightforwardness and somewhat cold exterior, she's still a kind, helpful and supportive person, consistently helping Sakuta in solving Puberty Syndrome cases. She's also more sensitive and insecure than she lets on, as seen in her arc where she deals with the self-consciousness about her early developed body. Rio is dedicated to the Science Club such that she even goes to school during summer break in order to keep the Science Club afloat. The summer break is also when Rio's case of Adolescence Syndrome happens; both versions of Rio act almost similarly except for one difference - one of the Rio's seeks validation of her body and thus frequently posts pictures of them online. Background. Rio comes from a well-to-do family whose parents are often abroad for business; as a result, she often ends up looking after the Futaba family home herself. At some point in time, Rio's feminine body parts had developed much earlier than her classmates. Once she discovered the way some boys were ogling her, she began to hate her body and felt like \"a truly filthy being\". During her first term as a first year, Rio attempted to buy some bread from a food truck, but was overwhelmed by the surrounding mob of students. Before she gave up, a student named Yuuma Kunimi handed her a chocolate cornet, which would cause her to develop feelings for him. At some point during her time in the Science Club, she would come to be known for performing experiments that caused power outages as well as small fires. Relationships. Sakuta Azusagawa. Sakuta is close friends with Rio, and the only frequent visitor to her Science Club. Sakuta came to respect Rio for not believing that he was linked to the hospitalizations of three others. Rio is the person Sakuta turns to for hints regarding the latest Adolescence Syndrome cases that he had encountered, even though she initially denied the existence of Adolescence Syndrome herself. Rio's bluntness and sarcasm is mostly towards Sakuta - she was the one who first called Sakuta a \"rascal\". When Rio's Adolescence Syndrome manifests, Sakuta makes it a duty to visit both Rio's that were existing at once. Yuuma Kunimi. Yuuma is the boy Rio develops a crush on during their first year at Minegahara High, after being given her favorite bread by him on a day that Rio couldn't buy it for herself due to the bread stand being surrounded by students. However, by the second year Yuuma had moved on to be with Saki Kamisato. Nevertheless, during his basketball training sessions, Yuuma continues to frequently run by the window of the Science Club for Rio's sake, while Rio would often watch him play basketball. During summer break, Yuuma is called over in the middle of one night by Sakuta just to see him and Rio, which is enough to make her cry. She feels better after joining Sakuta and Yuuma to set off fireworks on the beach that night. A week later, after both Rio's merge and they visit the same beach to watch a fireworks festival, Rio is able to confess to Yuuma, but stops him from responding, so that she doesn't start crying again. Mai Sakurajima. Although Rio helps Sakuta solve Mai's Adolescence Syndrome case, she doesn't meet Mai herself until suffering her own case of Adolescence Syndrome. With Mai's permission, Sakuta is able to host the Rio that was made homeless by the other's existence, provided that Mai stayed over at Sakuta's room as well. The other Rio, however, knows that Sakuta had used Mai's phone to contact her, thus keeps Mai's contact number even after merging with the first Rio, and is able to call Mai over after Sakuta came to her for help regarding Shoko Makinohara. Kaede Azusagawa. Rio knows of what happened to Sakuta's sister, as well as his feelings of regret over the event. During Rio's case of Adolescence Syndrome, the Rio that was made homeless and offered the chance to stay at Sakuta's place, helps tutor Kaede in math. In return, Kaede calls Rio by first-name basis."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=440","text":"Rio Futaba\/Image Gallery &lt;tabber&gt; Light Novel= Manga= Anime= Promotional= &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1743","text":"Ryoko Hanawa Ryoko Hanawa (花輪 涼子, \"Hanawa Ryōko\") is a minor supporting character in \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\". She is the new agent of Mai Sakurajima after the latter made her decision to resume her acting career. Plot. Hanawa is first alluded to as Mai's new agent in \"Rascal Does Not Dream of Logical Witch\" when she makes a phone call to Mai. Hanawa congratulates Mai on her first acting role under the former's agency, but then hears that Mai has been staying with her boyfriend. As a result, she prevents Mai from going on dates. Hanawa first appears in \"Rascal Does Not Dream of Siscon Idol\". Not knowing that Mai had swapped bodies with Nodoka Toyohama, Hanawa essentially escorts Nodoka to her next commercial shoot at Kamakura-kōkōmae station. She witnesses Nodoka hyperventilate before the first take, and rushes to her rescue. After witnessing a tabloid \"scandal\" in which Nodoka, in Mai's body, was seen alongside Sakuta Azusagawa, and still unaware of the bodyswap, Hanawa ensures that Mai comes clean on her relationship status during a press conference for her next featured movie. Hanawa first meets Sakuta in \"Rascal Does Not Dream of a Dreaming Girl\", after Sakuta had rushed all the way to Kanazawa, where Mai was on set for her movie, to apologize to her. Hanawa lets Sakuta and Mai have fifteen minutes together on a lookout over Kanazawa on Mount Utatsu. In \"Rascal Does Not Dream of His First Love\", Hanawa is contacted by Nodoka and asked to wait for her and Sakuta at Shimbashi station, then escort them to the set nearby where Mai was. Hanawa, at that point, does not know that Sakuta was from a different time period."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=453","text":"Saishuu Bus to Sunadokei Saishuu Bus to Sunadokei (最終バスと砂時計) is the second track in the single, Kimi no Sei. It is performed by the peggies. The single was released on November 07, 2018. Lyrics. &lt;tabber&gt; Romaji= &lt;poem&gt; Saishuu basu hashitte yuku itsumo no michi Itsumo to onaji basho de mattete ne Anata no hitomi ni utsuru watashi wo miteta Yasashiku itakute tsuyoku aritakute Taoreta suna tokei wa sono mama ni shitokou yo Futari nan nen saki mo kou yatte ai wo utaou Egaita mirai to chigattatte ii “Futari nara daijoubu sa!” Waraitobasu yuuki anata ga oshiete kureta Deatta hi kara kawari tsuzukeru Watashi no kokoro wa anata wo suikonde Kou shite futari wa hitotsu ni naru no yo beibee Saishuu basu hashitte yuku anata no moto e Nomikake no koohii sukoshi hiete kita na Taoreta sunadokei wa sono mama ni shitokou yo Futari nan nen saki mo kou yatte ai wo utaou Umaku tsutaetai itsudatte Demo bukiyou de modokashiku te Kiite hoshii hanashi ga takusan aru no odorokanaide Sukoshi zutsu chikazuiteku kono kyori Karamatta mama karafuru na omoitachi Zenbu yasashisa ni tsutsunde watasu yo beibee Futari nan nen saki mo kou yatte ai wo utaou Anata e no ai wa watashi no chikara Tometa jikan ugokidasu yo Kanashimi ni kurete mayottatte wasurenai wa Amefuri nara hitotsu kasa wo sashite Sora ga hareru no wo matou Futari nan nen saki mo kou yatte ai wo utaou Anata ni aitai hayaku aitai Dekoboko michi wo yuku yo Waraitobasu tsuyosa anata ga oshiete kureta Mitsumeru tabi ni kawari tsuzukeru Anata no hyoujou ni watashi wa suikomareteku Kou shite futari wa hitotsu ni naru no yo beibee &lt;\/poem&gt; Kanji= &lt;poem&gt; 最終バス　走ってゆく　いつもの道 いつもと同じ場所で待っててね あなたの瞳に映るわたしを見てた 優しくいたくて　強くありたくて 倒れた砂時計はそのままにしとこうよ ふたり何年先もこうやって愛を歌おう 描いた未来と違ったって良い “ふたりなら　大丈夫さ！” 笑い飛ばす勇気　あなたが教えてくれた 出会った日から変わり続ける わたしの心はあなたを吸い込んで こうして二人は一つになるのよベイベー 最終バス　走ってゆく　あなたのもとへ 飲みかけのコーヒー　少し冷えてきたな 倒れた砂時計はそのままにしとこうよ ふたり何年先もこうやって愛を歌おう うまく伝えたい　いつだって でも不器用でもどかしくて 聞いてほしい話がたくさんあるの　驚かないで 少しずつ近づいてくこの距離 絡まったまま　カラフルな思いたち ぜんぶ優しさに包んで渡すよベイベー ふたり何年先もこうやって愛を歌おう あなたへの愛はわたしの力 止めた時間動き出すよ 悲しみに暮れて迷ったって忘れないわ 雨降りならひとつ傘をさして 空が晴れるのを待とう ふたり何年先もこうやって愛を歌おう あなたに会いたい　早く会いたい でこぼこ道をゆくよ 笑い飛ばす強さ　あなたが教えてくれた 見つめるたびに変わり続ける あなたの表情に　わたしは吸い込まれてく こうして二人は一つになるのよベイベー &lt;\/poem&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=214","text":"Saki Kamisato Saki Kamisato (上里 沙希, \"Kamisato Saki\") is one of the supporting characters of \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is the girlfriend of Yuuma Kunimi. Appearance. Saki has shoulder length reddish-brown hair and gold eyes. She wears the school uniform. Personality. Saki's primary concern is her popularity at school, shown when she confronted Sakuta Azusagawa and told him to stop hanging out with her boyfriend Yuuma Kunimi, as Saki assumed Sakuta's status as a loner would lower Yuuma's reputation and hers as well. In later episodes, it's revealed that she has a sister that she's often compared to by her parents, implying Saki developed a low self-esteem because of it, which can explain why she is very protective of Kunimi's image and her own, because her own self-image in her eyes is already fragile. Relationships. Yuuma Kunimi. Yuuma is Saki's current boyfriend. She shows affection towards him, but is also quite protective of him and she often clashes with Sakuta Azusagawa as a result. Yuuma and Saki's relationship is not without its flaws; it is implied by Yuuma that they argued during summer break over Yuuma's contact list on his phone. However, they are implied to have reconciled, after Rio Futaba told Yuuma to apologize to Saki. Sakuta Azusagawa. Saki is the only female from school who has consistently been hostile to Sakuta. In return, Sakuta trades even in contempt, accusing Saki of being on her period or just having constipation. However, Saki's interventions have been crucial to Sakuta solving two Adolescence Syndrome cases; the first is when she alerts Sakuta over the account that Rio was posting pictures of her body on, and the second is when Saki reveals her inferiority complex towards her older sister, though only on Yuuma's prompt. The name Saki means \"sand\" (沙) (sa) and \"hope\" (希) (ki).  Saki's surname Kamisato means \"above, top, upper\" (上) (kami) and \"village\" (里) (sato)."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=99","text":"Sakuta Azusagawa Sakuta Azusagawa (梓川 咲太, \"Azusagawa Sakuta\") is the main male protagonist of \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\". Appearance. Sakuta is a young man of average height and lean build with brown hair and brown eyes, and he has three claw marks that go across his chest, which are a result of Adolescence Syndrome. At times, his scars open during moments of extreme emotion, such as when Kaede Azusagawa experienced her adolescence Syndrome. His school uniform consists of a white dress shirt, which is covered up by the standard light-brown colored blazer; on top of that he wears it unbuttoned, wearing a red tie and outdoor brown shoes as well as blue pants. Personality. Sakuta's most iconic trait is his consistent deadpan face and manner of speech, regardless of his emotional state. He's rather stoic and will often voice whatever he has on his mind with a calm demeanor. Sakuta is a socially isolated and calm individual as a result of his ordeal with adolescence syndrome. While he states that he is not bothered by what people think about him or care about trying to fit in and be accepted by his classmates, he does admit that rumors about him are sometimes quite painful to hear and that his indifference comes from a feeling that it is pointless to try and go against the \"atmosphere\"—the social order of school, and tries to hide from it. Nonetheless, he states that he doesn't care if the whole world would hate him, as long as one person would need him, and isn't hesitant about defying social norms. Despite his reserved nature and somewhat anti-social demeanor, he's a very kind person who does show care and compassion for those he cares about, especially those who suffer from bullying or adolescence syndrome, like his sister and himself. Even if he doesn't mind if all the others hate him, as long as he only has one person on his side. Sakuta is also not afraid to show his more playful and lecherous side and will often make blunt and straightforward lewd remarks to the girls he interacts with, especially his girlfriend Mai and his female friends Rio and Tomoe. However, these comments are mostly jokes he directs at others, and are by no means ill-intended. All in all, Sakuta's personality can be summarized as being incredibly selfless, kind, and helpful, but also very snarky. He's often blunt, honest and straightforward with Mai, and he enjoys making lewd jokes that leave her flustered. Ultimately, they both love to tease each other, and they have very similar personalities: both are quick-witted, with a sarcastic streak, yet very kind and helpful, with an immensely good heart, and always do what's right. Background. Sakuta was part of a normal Japanese family until two years prior to the time of the first novel. On that day, his sister Kaede went to his room after being bullied online, and self-harm cuts suddenly appeared on her face and body. Kaede woke up the following day with no memories of her past. After her family went to the hospital, doctors confirmed that Kaede suffered from dissociative identity disorder. Despite Sakuta's efforts to interact with his sister over the following days, scars continued to emerge around her face and neck. Also, their mother started having a mental breakdown over the event. The day after witnessing the breakdown, Sakuta woke up with three deep cuts to his chest and was hospitalized. Doctors refused to believe Sakuta's account of his experiences and even blamed him for his own injury. Once he was able to walk again, he snuck out of hospital and went to Shichirigahama Beach, where he met and told his story to a girl named Shoko Makinohara. Upon asking her why she chose to believe his story, Shoko simply replied that she wanted to spend her life being kinder than before. Moved, Sakuta asked if he could live like she did, which she approved. When he was released from the hospital, Sakuta gifted Kaede a pen and notebook, saying that they would write her name in hiragana, referring to her as the current Kaede. Later on, as a way to sympathize with Kaede and to prevent further injuries, Sakuta threw his phone in the ocean. His hospitalization would later start the false rumor that Sakuta had engaged in violent activities that sent people to the hospital, which was dubbed the \"Hospitalization Incident\". Relationships. Mai Sakurajima. The series' first novel centers on Sakuta's interactions with Mai, the first case of adolescence syndrome since his sister's that Sakuta had identified. Sakuta became intrigued after seemingly being the only person to see Mai, who he recognized as a senior from his high school, walk around Fujisawa library in a bunny-girl outfit, while everyone else at the library took no notice of her. Mai was still visible in and around school the next day, though students willingly chose not to interact with Mai, knowing that she was a famous actress who went on hiatus. Mai first hears of adolescence syndrome when Sakuta suggests it as a cause of her not being seen by others. Sakuta lets Mai into his apartment to prove he knows what he is talking about, but when he makes remarks about Mai's acting career, Mai doesn't take it too well and storms off. Mai soon ends up at the door of Sakuta's apartment again, relying on him more and more as her adolescent syndrome worsens, such that she becomes invisible to more and more people. Though she gets angry at Sakuta for knowing why she went on hiatus, she at least asks how Sakuta found out, and returns the favor by contacting the journalist that parted with this information, preventing her from publishing Sakuta's scars; in exchange, she would give an exclusive interview announcing her return to showbiz. However, the following days disrupt Mai's plans because, as Sakuta also finds out, the people she had contacted before suddenly stopped becoming aware of her existence, including Mai's very own mother. Sakuta and Mai go on a train all the way to Ōgaki, in Gifu Prefecture, hoping to find a place where people still recognize Mai. Their attempts are futile, so Sakuta books a night at a hotel. He calls his two friends and finds out that they still remember Mai. As a result, Sakuta and Mai return to where they came from and make it back to school by Monday lunchtime. Sakuta did not go to sleep during the hotel stay and was later given the suggestion that falling asleep would erase his memories of Mai. Sakuta attempts to stay awake for Mai's sake, but Mai becomes aware of this by Wednesday night. She offers to tutor him in his apartment, and while doing so, spikes his coffee with a sleeping pill in order to put Sakuta out of his misery. Sakuta wakes up on Thursday with no memory of Mai, as expected; her name had been erased from the diary entry Sakuta had written on Tuesday in a vain attempt to remember. When Sakuta sits for an exam later that day, he notices some questions on the exam being similar to questions he had been revising the night before, and eventually, all his memories of Mai return. He storms out of his classroom mid-exam and gets to the school's playing field, shouting his love for Mai such that other students are distracted from their own exams and look at him from the corridors. This eventually makes Mai appear to everyone again, within distance of Sakuta, although Mai gives him a slap for his troubles and refuses to answer his confession in front of the whole school. In the following volumes, Mai and Sakuta solidify their relationship, even as the former gets busy resuming her acting and modelling career, which reduces the opportunities for them to properly date each other. There are times when Mai's jealousy of other girls with an interest in Sakuta can be made abundantly clear; however, Sakuta never truly crosses into infidelity territory despite his tendency to make lewd remarks, even at girls he has no interest in pursuing romantically. Kaede Azusagawa. Sakuta's sibling relationship with Kaede before her dissociation two years prior to the storyline remained largely unexplored until the eighth novel. After the dissociation, however, Kaede becomes overly attached to her older brother in a strange \"brother complex.\". This is justified by the fact that Sakuta attempted to reach out to Kaede's new personality while their parents refused to. As a result, Sakuta and Kaede moved into their own apartment shortly before the former began high school. Sakuta may at times be repulsed by his sister's brother-complex tendencies; nonetheless, Kaede respects Sakuta's relationship with Mai after they get together, although she suspects her brother to be a \"gigolo\" after inviting Rio, Shoko and Nodoka to their apartment on separate occasions afterwards. In the fifth novel, Kaede writes up a list of goals to be achieved before the new year. These include talking on the phone to people other than Sakuta, stepping out of home, and eventually going to school. Sakuta is moved by her sister's new-found determination. However, when Kaede doesn't recognize an old classmate from middle school, Sakuta ends up having to explain the situation to Mai and Nodoka. Kaede is rushed to the hospital later that day after collapsing, suggesting that her memories are likely to return. Despite this, Sakuta continues to help Kaede achieve the rest of her goals. Kaede's several attempts to go to school overwhelm her; as a result, Sakuta skips school for her sake, taking Kaede to a zoo to see pandas. On the way back, Sakuta takes a detour that leads Kaede to the school she would be attending, and they sneak in to explore the school corridors at night. Kaede returns home and goes to sleep, only to wake up with her pre-dissociation memories restored. On that morning's hospital visit, doctors confirmed that Kaede suffered from amnesia again, causing Sakuta to storm out of the hospital in a frenzy and bleed from the scars on his chest again. Nonetheless, \"old\" Kaede was able to read the notebook that her alternate self left behind, and upon being discharged from the hospital, thanks her brother, knowing that she's no longer alone. Shoko Makinohara. Shoko, as a second-year Minegahara High student, first appeared to Sakuta at the beach after he fled there from the hospital a few days after the scars on his chest were discovered. She heard Sakuta's story and imparted the advice that Sakuta continues to keep close to his heart. Sakuta fell in love with her and chose to go to Minegahara High a year later because of her, but then found out that no student by the name of Shoko Makinohara ever attended Minegahara High. A year after that, Sakuta would encounter a younger girl who also went by the name of Shoko Makinohara. She would often visit Sakuta's home to look after a stray cat that she had found, but she could not take it home herself. By October of that year, the older Shoko writes to Sakuta for a meeting; Sakuta, by that point, had moved on to be with Mai, thus leaves the beach early with a message written in the sand. The older Shoko appears before Sakuta again after he bleeds from the chest once more on the day Kaede regained her memories. She helps Sakuta get back to his home, then reads Kaede's diary entries to him. She reminds Sakuta that the Kaede Sakuta had known for the past two years knew that she would be superseded when the actual Kaede regains her memories, and he would bear the same feelings of regret as he did two years ago. Although the older Shoko was initially thought to have been an imagination, due to nobody else seeing her other than Sakuta, she eventually does appear to Mai, explaining that she has a heart disease. Sakuta eventually figures out that the older Shoko is a time-traveller who comes from a future in which Sakuta had died from a car accident, and his heart was donated to the younger Shoko in order for her to live on, which explains the link between his scars and Shoko appearing before him. Because the older Shoko developed feelings for Sakuta, she would go back in time and save Sakuta's life. After Mai gets run over in Sakuta's place instead, another Shoko from the future, this time saved by a transplant of Mai's heart, offers to send Sakuta back to before Mai was run over. The prevention of the deaths of either Sakuta or Mai convinces the younger Shoko, in an intensive care unit by then and having known all that happened through her dreams, to spare Sakuta from his misery by resetting the past three years. Tomoe Koga. Sakuta first encounters Tomoe at the playground downhill from where he lives. Tomoe had kicked Sakuta in the back after mistaking him for a pedophile when all he did was comfort a little girl who couldn't find her mother. After clearing up the misunderstanding, Tomoe lets Sakuta get even by kicking her butt; this, however, is noticed by a police officer on patrol, so they are questioned at the police station for over an hour before being released; this makes Sakuta run late for his date with Mai that day. In the light novel, Sakuta lets Tomoe know him by a fake alias (\"Ichiro Satou\"), while in the anime, neither reveal their names yet. Tomoe and Sakuta would not encounter each other again until both realize they're living the same day (June 27) more than once, and ended up in the same room. The events that happen subsequently cause the loop to break, to Sakuta's dismay; the events had strained Mai's relationship with him. Tomoe then happens to join Sakuta as a colleague at the diner he works in; after their shift, she ropes Sakuta into pretend-dating her, partly due to her own insecurities which reminded Sakuta of his sister when she was being bullied. On the last day of school before summer break (July 18), Tomoe and Sakuta agree to leave their fake relationship behind. However, Tomoe unknowingly causes that day to start again in the morning. On the fourth loop, Sakuta deviates from their planned journey to the beach and instead leads Tomoe up to the Enoshima Shrine. At the summit, Sakuta asks Tomoe to let go of her feelings for him because he's already committed himself to Mai. When she does so, time rewinds back to June 27, and Tomoe happily becomes just a friend and colleague to Sakuta. Their interactions from then on are limited to the place they work at, despite both still attending the same school. Tomoe's experience with Adolescence Syndrome becomes important in the seventh novel, for it enabled her to be the first person to see Sakuta across different time planes. After seeing a Sakuta from four days into the future on Christmas Eve, she is directed to see the Sakuta of her present at Fujisawa hospital. Rio Futaba. Rio is one of the two friends Sakuta made at Minegahara High because they didn't buy into the rumors that Sakuta hospitalized three children. Rio also initially did not believe that adolescence syndrome exists, instead using long-discredited scientific propositions (Schrödinger's cat and Laplace's demon) to explain the situations of Mai and Tomoe respectively. Rio often comments that Sakuta is a \"rascal\" (ブタ野郎だね, \"buta yarō da ne\"), which becomes a catchphrase and forms part of the title of the series. Rio only starts to be convinced of adolescence syndrome once it happens to her during summer break, causing her to literally split into two Rio Futaba's. Sakuta makes an effort to visit both Rios over the coming days. The Rio that continued to post suggestive pictures of her body on a social media feed is then doxxed, with the doxxer recognizing Rio's uniform and threatening to tell her school. On Rio's plea, Sakuta takes control of her feed before terminating it. That Rio later has Sakuta stay the night at her home, only for Sakuta to call Yuuma over to their nearest station to meet up. They spent the rest of the night awake, letting off fireworks at the beach. While this Rio feels better about herself, the other Rio, who had been staying over at Sakuta's home since, runs away and is found at Minegahara High contemplating suicide. Sakuta, who found her, collapses soon afterwards and is taken to the hospital. after being discharged, Sakuta convinces the runaway Rio to attend a fireworks festival later that week, letting the other Rio know via a phone call and thus unifying both Rios. Nodoka Toyohama. Most of Sakuta's interactions with Nodoka happen during the month Nodoka finds herself in Mai's body and vice versa due to her adolescent Syndrome. Sakuta gets to see a different side of \"Mai\" despite being the only other person aware of the bodyswap, due to Mai and Nodoka agreeing to live with the predicament they're in. After taking twelve takes to nail down a commercial, Nodoka admits to Sakuta that she'd prefer her body back and continue to be an idol. At the end of the month, Sakuta and Nodoka watch the concert of the idol group that Mai, in Nodoka's body, would be performing with. After returning from said concert, Sakuta agrees to take Nodoka to the familiar beach on her request, only to see her run out to sea and attempt to drown. Sakuta stops her and takes her to Mai's apartment, showing her the letters she had written to Mai when they were younger. Mai herself appears to Nodoka and Sakuta again, and Sakuta watches them finally revert to their usual bodies. Since then, Sakuta's interactions with Nodoka have largely been minimal, although they have been important on two occasions. The first is when Nodoka reminds him of Mai's birthday, which prompts him to chase after Mai at Kanazawa and wish her a happy birthday. The second is when Sakuta comes back from the future in the seventh novel and contacts Nodoka to set up a meeting with Mai through her agent. Yuuma Kunimi. Yuuma is Sakuta's only male friend; he too did not buy into the hospitalization rumors. They are also in the same class at school and work the same shifts at the same diner together. Sakuta is aware of Rio's crush on Yuuma despite the fact that Yuuma is already dating Saki Kamisato. The name Sakuta means \"blossom\" (咲) (saku) and \"thick, big\" (太) (ta). Sakuta's surname Azusagawa means \"catalpa\" (梓) (azusa) and \"river, stream\" (川) (kawa\/gawa). Azusagawa is also a real river that flows through Matsumoto in Nagano Prefecture. Catalpa is a tree with large heart-shaped leaves, clusters of trumpet-shaped flowers, and long, slender seed pods. It is native to North America and eastern Asia and cultivated as an ornamental."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=497","text":"Sakuta Azusagawa\/Image Gallery &lt;tabber&gt; Light Novel = Manga= Anime= &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=91","text":"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai (青春ブタ野郎はバニーガール先輩の夢を見ない, lit. \"Rascal Does Not Dream of Bunny Girl Senpai\") is a series written by Hajime Kamoshida originally as a light novel. The light novel was published since 2014 by ASCII Media Works, and the manga series was published since 2016 by \"Dengeki G's Comic\". Character illustrations are done by Keeji Mizoguchi, while the manga is drawn by Tsugumi Nanamiya. An anime television series adaptation by CloverWorks premiered on October 4, 2018. An anime film adaptation also by CloverWorks premiered on June 15th, 2019. Media. Light Novel. Rascal Does Not Dream of Bunny Girl Senpai is written by Hajime Kamoshida and features illustrations by Keeji Mizoguchi. ASCII Media Works has published eleven volumes since April 2014 under their Dengeki Bunko imprint. Manga. A manga adaptation drawn by Tsugumi Nanamiya began serialization in ASCII Media Works' Dengeki G's Comic magazine with the January 2016 issue. https:\/\/ao-buta.com\/ Anime Official Website https:\/\/dengekibunko.jp\/special\/aobuta\/ Official Page on Dengeki Bunko"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=264","text":"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai Original Soundtrack Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai Original Soundtrack (青春ブタ野郎はバニーガール先輩の夢を見ない Original Soundtrack, lit. \"Rascal Does Not Dream of Bunny Girl Senpai Original Soundtrack\") is the original soundtrack of the Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai anime series. The CD was released on November 14, 2018. Tracklist. Disc 1. Disc length: 69:27 "}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=4","text":"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai Wiki &lt;mainpage-leftcolumn-start \/&gt; &lt;mainpage-endcolumn \/&gt; &lt;mainpage-rightcolumn-start \/&gt; &lt;mainpage-endcolumn \/&gt; __NOEDITSECTION__ "}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1763","text":"Seishun Buta Yarou wa Odekake Sisuta no Yume wo Minai Seishun Buta Yarou wa Odekake Sisuta no Yume wo Minai (\"青春ブタ野郎はおでかけシスターの夢を見ない\", translated as Rascal Does Not Dream of a Sister Venturing Out) is an upcoming movie from the \"Seishun Buta Yarou\" series. It adapts the eighth volume of the light novel series. The film will be released in Japan on June 23, 2023."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1775","text":"Seishun Buta Yarō wa Odekake Sister no Yume o Minai (movie) Seishun Buta Yarō wa Odekake Sister no Yume o Minai (青春ブタ野郎はおでかけシスターの夢を見ない, lit. \"Rascal Does Not Dream of a Sister Venturing Out\") is a movie from the \"Seishun Buta Yarō\" series. The film was released in Japan on June 23, 2023, and will be released in the United States on March 24, 2024. The film adapts the eighth volume from the light novel series. Kaitō Ishikawa as Sakuta Azusagawa Asami Seto as Mai Sakurajima Nao Tōyama as Tomoe Koga Atsumi Tanezaki as Rio Futaba Maaya Uchida as Nodoka Toyohama Yurika Kubo as Kaede Azusagawa Sora Amamiya as Uzuki Hirokawa Stephen Fu as Sakuta Azusagawa Erica Mendez as Mai Sakurajima Lizzie Freeman as Tomoe Koga Jenny Yokobori as Rio Futaba Cristina Valenzuela as Nodoka Toyohama Kayli Mills as Kaede Azusagawa Lisa Reimold as Uzuki Hirokawa \"Seishun Buta Yarō wa Bunny Girl Senpai no Yume wo Minai\" TV series \"Seishun Buta Yarō wa Yumemiru Shōjo no Yume wo Minai\" prequel film"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=270","text":"Seishun Buta Yarō wa Yumemiru Shōjo no Yume wo Minai (movie) Seishun Buta Yarō wa Yumemiru Shōjo no Yume wo Minai (青春ブタ野郎はゆめみる少女の夢を見ない, lit. \"Rascal Does Not Dream of a Dreaming Girl\") is a movie from the \"Seishun Buta Yarou\" series. The film was released in Japan on June 15, 2019. The film adapts the sixth and seventh volumes from the light novel series. It premiered in the U.S. at Anime Expo on July 7, 2019. It saw brief, limited release in the U.S. (Oct 2, 3) and Canada (Oct 4, 5) in early October 2019. Synopsis. In Fujisawa, where the skies are bright and the seas glisten, Sakuta Azusagawa is in his second year of high school. His blissful days with his girlfriend and upperclassman, Mai Sakurajima, are interrupted with the appearance of his first crush, Shoko Makinohara. For reasons unknown, he encounters two Shokos: one in middle school and another who has become an adult. As Sakuta finds himself helplessly living with Shoko, the adult Shoko leads him around by the nose, causing a huge rift in his relationship with Mai. In the midst of all this, he discovers that the middle school Shoko is suffering from a grave illness and his scar begins to throb... Plot. In Fujisawa, Sakuta Azusagawa is in his second year of high school. He greatly enjoys his days with Mai Sakurajima, who for the past 6 months has been both his girlfriend and senior. However, their peaceful lives are interrupted by the appearance of Sakuta's first love, Shoko Makinohara. With this Sakuta encounters two Shokos — one in middle school and the other an adult, the one who first helped him in his memories. Sakuta discovers that the middle school Shoko is suffering from a heart disease that urgently requires heart transplantation to save her life. When both Sakuta and Mai become concerned about the middle school Shoko's grave illness and think of ways to help her, Sakuta eventually figures out the link between his wounds and adult Shoko: Adult Shoko comes from the future after a successful heart transplant operation. Shoko's heart donor is Sakuta himself — who Shoko reveals was declared brain dead after a fatal traffic accident on Christmas Eve. It turns out the reason Shoko came back is to save her dear Sakuta's life. Against Mai’s wishes, Sakuta decides to sacrifice himself so that Shoko can live. Sakuta nearly gets run over, but Mai pushes him aside at the last moment, and she gets hit by the car instead. As a result, the entire chain of causality has changed — Sakuta lives, but Mai is killed and Shoko's heart transplant donor becomes Mai. Sakuta is in shock and devastated after Mai's death. Unable to bear seeing him like this, adult Shoko helps him one last time by telling him a secret: with her help, he can also return to the past to rewrite history; the ultimate implication being that the adult Shoko disappears forever. Sakuta makes a firm decision and returns to the past to save his love. Sakuta stops Mai from sacrificing herself and prevents himself from being run over, but now Shoko doesn’t have a heart transplant from anyone and her illness remains uncured. However, Sakuta refuses to accept such an outcome and together with Mai, they agree to find a way to help the young Shoko who by now is close to death, knowing that saving her means risking the loss of everything that has happened up to then. Nevertheless, the couple vow to find each other and fall in love all over again. Sakuta visits young Shoko one last time, where she reveals that she now knows everything that has happened. She decides that she will create a future in which she never meets both Sakuta and Mai; thus saving them from the sadness of the situation. Time winds back to the past, when Shoko was in fourth grade. She bravely writes down her future hopes, but this means giving up the memory of meeting both Sakuta and Mai; and that they would likely never meet her. In the end, time returns to the present. New year comes, Sakuta and Mai visit the shrine and pass by a beach, where for the first time they encounter Shoko, now a healthy young girl. Thanks to memory pieces crossing different timelines, Sakuta and Shoko eventually recognize each other. Kaitō Ishikawa as Sakuta Azusagawa Asami Seto as Mai Sakurajima Nao Tōyama as Tomoe Koga Atsumi Tanezaki as Rio Futaba Maaya Uchida as Nodoka Toyohama Yurika Kubo as Kaede Azusagawa Inori Minase as Shoko Makinohara \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" TV series \"Seishun Buta Yarō wa Odekake Sister no Yume o Minai\" sequel film"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=148","text":"Shoko Makinohara Shoko Makinohara (牧之原 翔子, \"Makinohara Shōko\") is one of the main characters of \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. After helping Sakuta Azusagawa deal with his sister's Adolescence Syndrome, she became Sakuta's first crush until she suddenly disappeared. Appearance. Middle School. Shoko is a short young girl with long black hair with bangs and a braid around her head. She has light blue eyes. She wears a white and blue middle school uniform with a blue skirt and a red bow tie and is usually seen holding an umbrella outside. High School. The older Shoko has grown relatively taller. She's a beautiful girl of average height with blue eyes and dark hair, who is seen wearing the Minegahara High school uniform, which has a brown vest\/blazer with a red tie, and later she is also seen wearing a white dress. When simulating a marriage with Sakuta, her dress shows a scar between her breasts, due to her eventually successful heart operation. Personality. Shoko is a kind and compassionate person as she voluntarily helped Sakuta Azusagawa and Kaede Azusagawa go through the hardships of Adolescence Syndrome and was also willing to adopt a cat left in the rain. She's typically helpful and kind hearted, just like the two main characters, and her everyday goal is to be a little bit more gentle than before. She's always been known for teaching Sakuta to try to be as kind as possible. History. Shoko was born with poor health, and was hospitalized several times since beginning elementary school. Three years ago in fourth grade, Shoko's class was assigned to write down their plans for the future on a sheet of paper. While her classmates did so with ease, Shoko found herself unable to write down anything due to her heart disease. As a Minegahara High student, Shoko first encountered a depressed Sakuta Azusagawa at the beach and listened to his story about his ordeal with Adolescence Syndrome. Sometime after their first meeting, Sakuta asked her why she chose to believe his story. Shoko replied that there were as many different worlds as there were people. After stating that it was fate that brought them together, Shoko told that she believed life was there to people to be kinder and that she lived hoping to be kinder the next day. Shoko approved his subsequent request to live like her, adding now that he knew pain others couldn't understand, he would become kinder than anyone else. Plot. On a rainy day, a girl with the same appearance and name as Shoko was found covering a kitten in a box with her umbrella by Sakuta Azusagawa and Mai Sakurajima. Upon being asked for her contact info so that she would adopt the cat after Sakuta did, Shoko introduced her name, which surprised the former. Afterwards, she began visiting Sakuta's house every now and then to check on the cat, now called 'Hayate'. On October 16, Shoko was called by Sakuta to confirm if she had sent a letter to come meet at Shichirigahama Beach, to which she responded that she didn't. Shoko apologized for not visiting for some time, adding that she wasn't feeling well and she would come back once she did. On November 27, the older Shoko appeared in front of Sakuta Azusagawa while he was grieving the loss of Kaede Azusagawa's recent memories and after his scars reopened, and brought him to his home to treat his injuries. Outside his bathroom, Shoko read excerpts from Kaede's diary out loud, revealing that Kaede had expected her former memories to return and that Sakuta would blame himself; thus, she wanted to give Sakuta happy experiences so that he wouldn't have any regrets once she regained her former self. When Sakuta berated himself for crying, Shoko stated that his sadness showed how significant Kaede's existence was and that as her big brother, he had to embrace it all. The next day, Shoko left a note telling that she went home. On December 8, the older Shoko suddenly arrived at Sakuta's apartment. When asked about her relation to the middle-school Shoko, the older Shoko claimed that they were both the same person and that she suddenly grows older from time to time. Much to Mai's and Sakuta's consternation, Shoko decides to live with Sakuta, as she has grown rather fond of him. Two days later, the younger Shoko comes across Sakuta at the hospital. She tells him about her history with poor health, and how to her dismay, forces her parents to comply with anything she asks of them. She is then told by Sakuta to tell her parents that she loves them. Back at Sakuta's apartment, the older Shoko tells Mai and Sakuta that she had a heart disease, so she dreamed of living long enough to become an adult. Taking her existence into account, she muses that she could be a projection of her younger self's dream. The next day, Shoko finds the future goals sheet she was assigned in fourth grade with plans written on it, despite not having written anything previously. When presents the sheet to Sakuta and Futaba when they visit, she notes that the goals are close to what she would write down today. In the movie's ending, she creates a new future where Sakuta and Mai still end up together at the same school, despite Sakuta's pleas that he can save her because she realized it was because of her Sakuta experiences so much sorrow. Mai plays a character near identical to her due to her past experiences acting like instinct, and Shoko and Sakuta reunite at the same beach, after the latter recognizes her. The movie ends with Shoko replying with \"Yes, Sakuta-san!\" In the eighth novel, Shoko lets Sakuta know that she's moving to Okinawa. The following novel has Shoko send back a picture of her tanned self. The name Shoko means \"flying\" (翔, \"shō\") and \"child\" (子, \"ko\"). Shoko's surname, Makinohara, means \"Shepard Field\" (makino) and \"field, plain\" (原, \"hara\"). Makinohara is also a village on the western side of Suruga Bay, near Shizuoka Airport. It is implied that the movie Mai starred in at the end of the movie convinced people to become donors, and Shoko was saved by one of the donors. There are several key differences between the light novels and their anime adaptations around both versions of Shoko: Shoko's heart condition was first revealed in the third novel while in the anime, this revelation is deferred until the first movie. The end of the fifth novel has the older Shoko already living with Sakuta after his ordeal involving Kaede. In the final episode of the anime, the older Shoko instead leaves on the day it happened, November 27, leaving behind a note that Mai discovers on December 1 before returning to Kanazawa for filming. The same episode adapts Sakuta's journey to Kanazawa for Mai the following day, which was originally in the sixth novel. The movie instead has the older Shoko visit Sakuta on December 8 asking to stay, and Mai only agreeing to it by staying at Sakuta's apartment as well. Rio Futaba has never observed the older Shoko in the anime (while in the novels, she does so once). Nevertheless, she is aware of the older Shoko existing in the same time plane as the younger one. Hayate, the stray cat Shoko had found and left in Sakuta's care, was picked up by Shoko at the end of the third novel, a duration of just over a month within the storyline, while in the anime, Hayate stays in Sakuta's care until December, the time of the movie. Shoko's parents also do not appear until the movie. Shoko does not appear in the movie adaptation of the eighth novel - the scene in which she appears is deferred to the movie adapation of the ninth novel instead."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=747","text":"Shoko Makinohara\/Image Gallery &lt;tabber&gt; Light Novel = Manga= Anime= Promotional= &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=114","text":"Tomoe Koga Tomoe Koga (古賀 朋絵, \"Koga Tomoe\") is one of the main characters of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. As a result of Adolescence Syndrome, Tomoe is capable of eliciting simulated future events. Appearance. Tomoe is a short girl who has fluffy light-brown hair styled into a bob-cut along with blue eyes. The left side of her hair is adorned with a T-shaped hair barrette. Sakuta has remarked on multiple occasions that she has a large butt, which bothers her. Two years later, when Sakuta is in college and Tomoe is a senior at high school, Tomoe's hair has grown out slightly. Personality. Tomoe has a strong desire to fit in and avoid being shunned, which is why she bears unease over her past and why she cares about her social life and status; the latter is why she is usually seen on her phone and why she was unable to respond to Yosuke Maezawa's advances. After her experience with Sakuta, she was able to learn not to focus so much on what others think of her and thanked him for helping her grow as a person. She seems to have a somewhat odd sense of ethics, as immediately after she realized her mistake for kicking Sakuta, she ordered him to kick her in return so that they would be even. Nevertheless, she is all in all a very positive, kind and cheerful girl, with a pleasant personality. However, her young age shows: she can be overly people-oriented, dependent and somewhat self-entitled, as seen when she creates the time loop as she fell in love with Sakuta. In the end, though, she agrees to be just friends with him. Tomoe's Fukuoka accent sometimes slips out when she's excited or embarrassed. History. During her time in a middle school in Fukuoka, Tomoe was a bumpkin who hung out with an unnoticed group in her class. However, her father was relocated, which forced her to move to Tokyo. Fearing she would be considered uncool and get bullied, she began wearing makeup, styled her hair in a fancy salon, wore clothes that she saw in fashion magazines, and spoke in more standard Japanese. She became satisfied with the result. Plot. Tomoe encountered Sakuta Azusagawa at a playground and kicked him to defend a little girl, thinking he was a pedophile. After Sakuta cleared up the misunderstanding, she demanded he kick her in return so they would be even. Unfortunately for both of them, a nearby police officer witnessed the obscene act and they were subsequently given a lecture at the police station; Tomoe unknowingly made things more difficult by constantly checking her phone. On June 27, Tomoe found herself being asked out by Maezawa, but felt too uneasy to give him a definite reply. Unbeknownst to her, Tomoe's Adolescence Syndrome rewound time so that the events of June 27 repeated itself. After the third time the day was rewound, she was found hiding in a classroom podium by Sakuta. Once they learned both of them had been living the same day three times, Tomoe revealed her dilemma to Sakuta. Unfortunately, a brief moment of panic makes them fall over into an unintentionally obscene position, disgusting a passing Yosuke Maezawa and subsequently Mai Sakurajima. Later that day, Tomoe was hired at Benny's and was surprised to see that Sakuta worked there as well. After closing time, Tomoe attempted to get Sakuta to keep up the implication that they were dating, but failed. However, upon revealing that she did not want to look like she was lonely, Sakuta agreed to keep up the lie. Tomoe then asked Sakuta to go on a date with her tomorrow after his shift at work is over, so that she could tell Rena that she went on one. The next day, Tomoe went with Sakuta to the aquarium, where she marveled at the various displays. While watching one particularly featuring penguins, she compared herself to a penguin who always followed the group. However, after comparing Sakuta to the penguin being laughed at, she became troubled. The pair then went outside, where Tomoe revealed that she used to be a socially awkward person. In response, Sakuta told her not to be bothered over who she was before, as she liked the person who she was now, which Tomoe happily agreed with. The two noticed one of Tomoe's classmates named Nana Yoneyama at a beach and learn she was looking for her phone strap. Tomoe managed to find it for her near the edge of the shore, but fell into the water, which caused her to get sick the next day. While resting in the nurse's office, Tomoe asked Sakuta why he went along with her requests, to which he replied that she was desperate when she asked. Tomoe stated that she was worried about the school's opinion of her, explaining that she doesn't want everyone to hate her. Sakuta responded by stating that he would be satisfied if he had only one person who liked him, which intrigued Tomoe. Later on, Tomoe gave Sakuta a can of peaches as a gift of gratitude, but was flustered and provoked once Sakuta compared the peaches to her butt. Later at work, she was surprised that Mai had not rejected Sakuta yet. Upon hearing from Sakuta that he and Mai would have dated if it weren't for the time loop, Tomoe asked in disbelief if Mai had stated her love for him. The reply was a no, and Tomoe proclaimed he was just saying things. On July 7, Tomoe was found by Sakuta sitting by herself in the train station, feeling down as a result of a rumor that she was a promiscuous girl. However, once Maezawa made a derogatory remark at her, Sakuta swiftly beat him to the ground with a kick and stomped on his face; proclaiming that he stepped on feces beforehand, and mocked his way of life while declaring himself a virgin. She is subsequently ushered away from the station by Sakuta, where they laughed at the fact that Sakuta didn't care if he went too far. Later at the beach, Tomoe stated that she had an idea of what he meant by having one person who needed him, adding that she felt like she was his girlfriend. Tomoe then disclosed that she was a virgin, earning a fit of laughter from Sakuta, who told that he wouldn't have believed the rumor at all. As the two walked along the shoreline, Tomoe asked how she would pay him back, to which he replied that she would be his friend once the lie that they were dating ended. In response, she announced she would be his best friend instead. At her home that night, Tomoe came across an online advertisement featuring Mai, and gazed at it sadly. On July 17, Tomoe went to buy a swimsuit along with Sakuta. Later that evening, Tomoe explained that as a believable way to break up the relationship, she thought of a scenario where Sakuta never got over Mai, and added that they would have the \"argument\" on their way back from the beach date. The following day, Tomoe met up with Sakuta at the train station, where she noticed Sakuta lewdly observing her. At the beach, they spent their date splashing each other with water, having a sandcastle contest and drinking slushed ice drinks. As the sun began to set, while sitting on the beach shore with Sakuta, Tomoe thanked him for everything and proclaimed the end of their \"relationship\". Before they went home, Tomoe stated that she hoped he would go out with Mai someday. However, time was rewound back to the morning of July 18. That morning, Tomoe was questioned by Sakuta if she had experienced a time loop. In response, she claimed that she did not experience a time loop before waving him off. Later on, the two repeated their date and goodbye as it occurred previously. Still, July 18 occurred a third time to repeat the same events; once again, after she ended their false relationship, she rewound July 18 a fourth time. Tomoe was mildly surprised when Sakuta announced they were heading to Enoshima, but went sightseeing with him there regardless. Once they were on a wooden bridge, Sakuta told her to stop lying, and that no matter how many times she rolled the dice, his feelings wouldn't change. Tomoe denounced Sakuta as a liar, responding that feelings do build up the more they are repeated; at least for her. She explained that she tried to forget their experiences, couldn't bring herself to. However, with some indirect encouragement from Sakuta that nothing would change, Tomoe was able to loudly declare that she loved him, before crying with profound sorrow. Now able to come to grips with reality, time rewound all the way to the morning of June 27, revealing that everything that had happened since June 27 was a simulated future. Unlike the initial June 27, Tomoe was able to reject Maezawa, claiming that she had feelings for someone who didn't have a smartphone. After coming across Sakuta, she stated that Rena would hate her for rejecting him and that she wouldn't have a place in her class; Tomoe clarified that Sakuta had turned her into a better person. Sakuta promised that no matter what happened, he would always be her friend, to which she playfully responded that she was the one who allowed him to be a close friend. Tomoe was later found walking alone outside the school, but she came across some students who wanted to hang out with her and walked with them. \"Main article: Adolescence Syndrome\" Adolescence Syndrome. Stemming from her desire to fit in, Tomoe was capable of evoking a simulated future in which she could rewind and restart the current day. After professing her love to Sakuta, while also acknowledging she could only be friends with him, time was reset to before the simulated future was elicited. Tomoe's experience with Adolescence Syndrome also enabled her to see Sakuta across different time-planes, as demonstrated in the seventh novel. This was key for Sakuta to prevent a future in which he or Mai died from a traffic accident. Relationships. Sakuta Azusagawa. Tomoe admired Sakuta's decision to publicly confess his love toward Mai Sakurajima and started viewing him as an individual \"who came full circle and acceptable\". As such, she confided her anxiety over Maezawa's advances to Sakuta and was willing to keep up the lie that they were dating. After witnessing Sakuta stand up for her against Maezawa, she proclaimed that they would be best friends after the first term. However, her feelings toward Sakuta were more than just platonic, as she became saddened upon seeing an online ad featuring Mai Sakurajima. Near the end of a repeated July 18 within her elicited future, Tomoe admitted that she had feelings for him and did not want to end their fake relationship together. After she came to grips with the fact that he only had feelings for Mai, she ended her evoked future to allow the events of June 27 to pass, and is content with just being a close friend. Rena Kashiba. Rena is part of Tomoe's initial friend group upon starting her first trimester at Minegahara High; they also hang out with two others named \"Hinako\" and \"Aya\". Tomoe's initial unease causing June 27 to repeat itself stemmed from a fear of losing her friendship with Rena, who had a crush on Yosuke Maezawa, the senior basketball player that was asking Tomoe out on a date instead. On the iteration of June 27 that Tomoe was able to reject Maezawa, Rena casts Tomoe out as expected but later asks for an apology (this is cut from the anime). Nana Yoneyama. Nana was initially just in the same class as Tomoe. They befriend each other after Tomoe and Sakuta help Nana find her missing phone strap. Some official illustrations of Tomoe depict her with a pair of demonic wings and a demon's tail, which references her being \"Laplace's Demon\"."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=746","text":"Tomoe Koga\/Image Gallery &lt;tabber&gt; Light Novel= Manga= Anime= Promotional= &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1681","text":"Uzuki Hirokawa Uzuki Hirokawa (広川 卯月, \"Hirokawa Uzuki\") is a minor character of the \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\" series. She is the lead singer of the idol group Sweet Bullet. Personality. On-stage, Sweet Bullet often communicate among themselves between songs while performing, and Uzuki has a tendency to say things that can be misconstrued by the wider audience, often trying to hide her embarrassment afterwards. She's shown to be a very kind and friendly individual, helping Kaede with her school choice. She's very cheerful, talkative and likes to cheer others up. Plot. In her debut appearance in \"Rascal Does Not Dream of Siscon Idol\" (and the anime episodes that adapted it), Uzuki had been singing lead vocals on all Sweet Bullet songs to date. At the end of the concert, she declared Nodoka Toyohama the lead for Sweet Bullet's next official single, without knowing that it wasn't actually Nodoka on stage with her, but rather Mai Sakurajima in Nodoka's body. Uzuki does not appear again until \"Rascal Does Not Dream of a Sister Venturing Out\", where Sakuta discovers that Uzuki is a distance-learner while performing with Sweet Bullet. Knowing this, Sakuta takes his sister Kaede to a Sweet Bullet concert to cheer her up after her post-exam blues. They agree to meet Uzuki and Nodoka after the concert. All four of them are chauffeured by Uzuki's mother to the beach near Minegahara High, and after Kaede hears Uzuki as well as her mother talk positively of her distance-learning experience, she is convinced to try distance-learning. Uzuki becomes the sole focus of the tenth light novel \"Rascal Does Not Dream of Lost Singer.\" The name Uzuki means \"rabbit, deutzia flower\" (卯) (u) and \"Moon, moonlight, month\" (月) (tsuki\/zuki). Uzuki (卯月) has the meaning of the fourth month in the lunar calendar (archaic) and also the meaning of the month April when deutzia flowers are in bloom (poetic) Her surname Hirokawa means \"vast, wide\" (広) (hiro\/hiroshi) and \"river, stream\" (川) (kawa\/gawa).  Her Group nickname is Zuki."}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=1711","text":"Uzuki Hirokawa\/Image Gallery &lt;tabber&gt; Light Novel= &lt;\/tabber&gt;"}
{"url":"https:\/\/aobuta.fandom.com\/wiki?curid=314","text":"Yosuke Maezawa Yosuke Maezawa (前沢 陽介 \"Maesawa Yōsuke\") is a minor character in \"Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai\". He is one of the best basketball players in the school who is known for being popular with girls. Appearance. Maezawa is a tall and slim guy with short brown hair, gold eyes and he has a strong build. Personality. Maezawa has an attractive and charming demeanor, but he is ultimately not above slandering other students. Maezawa has bad-mouthed all of his past girlfriends, and in Tomoe Koga's simulated future, he was responsible for spreading a rumor that Tomoe was promiscuous. It is from Maezawa's basketball team-mate Yuuma Kunimi that Sakuta Azusagawa learns of Maezawa's personality. Plot. Maezawa appears only in \"Rascal Does Not Dream of Petite Devil Kohai\" (and the anime episodes adapting it). He is the subject of Tomoe Koga's dilemma causing her to unknowingly reset time, with only Tomoe and one other person aware of the reset. On the third loop, Tomoe attempts to hide from Maezawa, who ends up finding her in a classroom on top of Sakuta Azusagawa in an awkward position. It is from this incident that Maezawa starts spreading rumors about Tomoe. This leads to a scuffle on July 7 after school at Shichirigahama station, and Maezawa is ultimately humiliated. Only when Tomoe is able to admit her feelings for Sakuta, that she is able to reset time back to June 27. She uses that iteration to politely reject Maezawa. Relationships. Tomoe Koga. After Tomoe and her friend watch him play basketball, he takes an interest in Tomoe. When Tomoe and Sakuta Azusagawa start dating, he creates rumors about the former being a whore. Rena Kashiba. Rena, Tomoe's friend, is the girl who first develops a crush on Maezawa. Tomoe's dilemma comes from the fact that she may disappoint Rena by rejecting Maezawa. However, Rena does witness the altercation on July 7 and stops being interested in Maezawa, at least until time is reset again. The name Yosuke means \"light, sun, male\" (陽) (yo) and \"forerunner, herald\" (介) (suke).  Yosuke's surname Maezawa means \"in front, before, previously, earlier\" (前) (mae) and \"marsh\" (沢) (sawa\/zawa). "}
