{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=724","text":"Aidan Field is the protagonist of the third chapter of the first volume in the light novel. He was a soldier fighting for the moderate faction of Ctrigall, a country that is in a state of civil war with extremists who wants to return to the war. Unsure of what to do with his money, he decided to use the service of Auto Memories Doll and entrusted Violet to write letters for his parents and his lover Maria before his death. Appearance. Aidan was a young man with a slender and muscular build with freckles located on the bridge of his nose. He had wavy dark blond hair and light brown eyes. He was also noted to be rather handsome. Personality. Aidan had always been kind, confident and considerate since his childhood. However, as he grew older and got exposed to the true nature of civil war, Aidan became very scared of dying, he favored exterminating others rather than being exterminated. He only lived with the thought of surviving and returning back to his family and childhood friend as well as lover Maria. Although horrified by it, Aidan was able to accept the fact that all his comrades were being annihilated in the war, which made him traumatized and scarred with everything that happened around him. He didn't want to hurt or kill anyone, not being able to understand the reason why people had to fight and kill each other. As a human being, Aidan felt completely lost about who decided that things should end the way it did. He wished to have never taken part in the war and dreamed of returning back home since he wanted to meet everyone in his hometown again. It is also seen that Aidan was a very helpful young man with a strong sense of justice, as he would rather see Yale, someone younger than him, survives rather than himself. He would always put people before himself and cherished his comrades deeply. He also wanted everyone, including himself, to live a happy life, free from the conflicts of the war. His parents and his girlfriend Maria meant everything to him, and he is sorrowful to have left them behind before thanking and apologizing to them properly, which he regretted more than anything. However, he was able to rest peacefully as Violet gave him the warmth he required in his last moments and since she promised that she would convey his feelings to his loved ones. History. Aidan grew up with his parents in the countryside. As a child, he also became good friends with a girl named Maria and a boy name Yale who grew up in the same province as him. Ever since childhood, Aidan proclaimed to his parents that he would become a baseball player. He was talented at the sport enough to bear ambitions towards it, and, after graduating, he had already decided to join a prestigious baseball team. Although he was a small town boy, he thought that he could become a professional player. To him, such a future had been already certain. However, as Aidan grew up, instead of becoming a baseball star, he became a fighting soldier for a moderate faction of Ctrigall, a country that is in a state of civil war with extremists who wants to return to the war. The government decided on its own that they were obligated to come there, so Aidan didn't have a say in this. Around that time, Maria confessed her love to Aidan and he reciprocated her feelings, so they become an official couple. However, as Aidan claimed, before having done anything with her that couples usually do, he was sent away to Ctrigall to fight as a soldier in the 34th National Army. Story. The CH Postal Company receives a request for a doll from the neighboring country of Ctrigall, however, the country is in a state of civil war between the warmongers and moderates. The request is from Aidan, who is a soldier fighting on the front lines, but due to the danger, Hodgins refuses the request. Violet overhears and travels to Ctrigall to find Aidan. Aidan fought for the moderate faction within the dense forest of a continent far away from his motherland. The enemy nation that his country fought against kept an oilfield drilling facility in secret. The mission of the 34th National Army, which Aiden belonged to, was to charge into the said facility and take complete control of it. The squad constituted of a hundred people in total and their strategy was to split into four groups and strike from all sides. After a sudden first attack from the enemies, the simultaneous raid from all four sides was destroyed along with the formation of the groups by a sudden rain of bullets. In the process, Aidan's squad was annihilated by the enemy and he is gravely wounded. His friend and comrade Yale survived and Aidan attempted to help him before he got shot as well. Terrified, Aidan left his annihilated squad behind and he was tracked down by the enemies. Before they were able to finish him off, Violet arrived by parachute, defeated the enemy soldiers, and rescued Aidan. Briefly thereafter, the two arrived at an abandoned cottage with the intention of using it as a temporary hideout. Believing that he is mortally wounded, Aidan has Violet write farewell letters to his parents and girlfriend Maria. With the letters complete, Violet comforts Aidan in his final moments as he pictures himself reuniting with Maria. Violet delivers the letters to Aidan's parents and Maria. Despite being saddened by Aidan's death, they thank Violet for delivering his final letters to them. Violet then breaks down in tears, apologizing for being unable to protect Aidan. Violet buried Aidan and used his rifle as a grave marker."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3219","text":"Aidan Field (LN) was a young soldier who was Violet Evergarden's client in \"The Young Man and the Auto Memories Doll.\" He died of injuries on the battlefield."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=651","text":"Alberta is a character in the \"Violet Evergarden\" series. She is a court maid who serves the royal Drossel family. She was previously the maid of the princess of said family, Charlotte Abelfreyja Drossel. Appearance. Alberta is a middle-aged woman with a few age-marks and grey eyes. She has umber-brown hair which she wears in a braided bun at the back with middle-parted bangs framing her face. She is usually seen wearing a simple black dress with a white collar. Personality. Alberta is a very serious, mature, and realistic woman who takes her job seriously. She doesn't let her emotions get the better of her and manages her job effectively, to which she can come off as very frank and is not above scolding Charlotte when needed. Despite that, she is very caring and loves Charlotte deeply, and appears to be emotional as she witnesses Charlotte's growth to a woman as she marries and moves to a new country. History. Alberta has been a court maid for the Drossel family for a long time. She was the court maid for Charlotte's mother, so she has known Charlotte ever since she was a baby. She raised Charlotte all throughout her childhood. Story. At the request of the military, Violet is sent to the Kingdom of Drossel in order to write a public love letter for its princess, Charlotte, to Damian Baldur Flugel, the prince of the neighboring Kingdom of Flugel. Alberta is seen guiding Violet to Charlotte's room and waking her up. The following days Violet stays in the city, Alberta reveals her past with Charlotte and how she has known her ever since she was a baby. But she also scolds Charlotte when she acts immature and lets out her honest emotions. When Violet gets an idea and arranges with Damien's Doll to have Charlotte and Damian write their own letters to each other, Alberta helps Charlotte with her letters. The wedding then goes as planned, and before the wedding ceremony, Charlotte and Alberta share an emotional scene and goodbye as Charlotte is set to leave Drossel."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2207","text":"Amy is the ending theme song of the anime film \"\", sung and performed by Minori Chihara. It was released on September 4, 2019 under Lantis. Lyrics. &lt;tabber&gt; Romaji= &lt;poem&gt; kusari de tsunagareteta hitoribocchi no bokutachi koyoi mo anata omou towa ni hikaru futatsuboshi “genki desu ka?” “warattemasu ka?” shikakui sora nagame fuwari yogiru odoketa kao amai kaori boku no takaramono ami tsuzuketa negai ga todokimasu you ni ikiru imi wo kureta kibou yo meguri meguru kisetsu ni makenai you ni itsudemo kono namae wo yonde hoshii call my name chiisana biidama yureru shiroi tori ga tobitatsu asa kokoro odoru aa, watashi mo shiawase hakobitai kurukuru mawaru kaze ni mau suteppu hanataba wo daite tabi ni deyou ami tsuzuketa negai ga kanaimasu you ni mahou kakete ai ni yuku kara tooku tooku hanareta basho ni itemo kikoeru kono namae ga hibiiteiru call your name manten no hoshizora mou hanarenai you ni yorisotte matataku futatsuboshi ami tsuzuketa omoi ga todokimasu you ni aruite yuku boku mo watashi mo meguri meguru kisetsu ni makenai you ni mahou wo tonaete miyou towa ni itoshii call my name &lt;\/poem&gt; Kanji= &lt;poem&gt; 鎖で繋がれていた 一人ぼっちの僕達 今宵もあなた懐う 永遠に光る ふたつ星 “元気ですか？”“笑ってますか？” 四角い空眺め ふわりよぎる おどけた顔 甘い香り 僕の宝物 編み続けた願いが届きますように 生きる意味をくれた希望よ 巡り廻る季節に 負けないように いつでも この名前を 呼んで欲しい call my name 小さなビー玉揺れる 白い鳥が飛び立つ朝 心踊る あぁ、私も 幸せ運びたい くるくるまわる 風に舞うステップ 花束を抱いて旅に出よう 編み続けた願いが叶いますように 魔法かけて 逢いに行くから 遠く遠く離れた場所にいても 聞こえる この名前が 響いている call your name 満天の星空 もう離れないように 寄り添って瞬く ふたつ星 編み続けた想いが届きますように 歩いて行く 僕も 私も 巡り廻る季節に 負けないように 魔法を唱えてみよう 永遠に愛しい call my name &lt;\/poem&gt; &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2126","text":"Amy Bartlett , also known as, is the protagonist of the second chapter of \"Violet Evergarden Garden\". She is the heiress of the prestigious York family who once attended an all-girls academy, and Violet is hired to be her private tutor while posing as her handmaiden. She is currently married to an unknown man. Appearance. Amy is a young woman with bright green eyes. She has long, wine-red hair tied into two braids. She usually wears glasses. Personality. Her personality changes a bit throught the movie. When she first sees Violet she seems a bit agressive and she doesn't seem to like her help very much. Later, we see she warmed up to Violet and seems more kind. The way she acts and behaves with others really depends on who they are and how long Amy has known them. Eventually, they become really close friends. Story. As the illegitimate daughter of a high-standing aristocrat, Amy is ordered by her father to attend an all-girls academy to groom her into a high society lady who will be married off someday. However, due to her rough early life, Amy needed more education than the other students. To help with that, Violet is hired for three months to catch her up secretly while posing as her handmaiden. She was recommended to Amy's father by a wet nurse of the Drossel royal family. The two share a room together, with Violet playing the role of her handmaiden by doing things like braiding her hair and telling her her schedule, and attend classes together. It is twenty days before Violet's contract ends. At lunch, another student invites Amy to eat with her, which Amy thinks is due to the fact that the York family is distantly related to the Drossel family, but Violet turns her down on Amy's behalf, using the excuse that she is unaccustomed to speaking to strangers due to her childhood. Amy does not speak for herself, due to her belief that the crude part of herself would be revealed if she did so, so Violet does it for her so she can learn and do it for herself later on. While the two eat, Amy sees a girl about to trip while holding a tray, but Violet saves her and escorts to her table, much to the jealousy of Amy and the other students. Amy notes that Violet is idolized in the academy due to her beautiful looks and knight-like mannerisms, assisting people like her within a month of arriving at the academy. That gave her the nickname of \"Lady Knight Princess\". Later in the day, the two girls practice their dancing for the upcoming ball. Violet is a strict teacher and Amy, frustrated by the differences between them, stops the practice."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3051","text":"Amy Bartlett and the Spring Sunshine Filtered Through Leaves is a short story included with the \"\" home video release. It is also included in the story collection \"Violet Evergarden ~Last Letter~\". Summary. The story is written as Amy's diary entries. The diary was given to her as a birthday present from her husband, two months after her actual birthday. Amy writes about her suffocating and hopeless life after her marriage. Her husband locks her up within the mansion and brings his lover, who he had since before his marriage, home frequently. Both she and her husband had married each other for their own gain: a noble bloodline for her husband, and protection for Taylor for Amy. Amy hasn't written to Violet in a long time, because she has no idea what to write about. A few days later, Amy's husband tried to force himself on her because he had an argument with his lover, but Amy violently rejects him. Amy desperately wants to see Taylor and even dreams about her. Some time later, Amy gets her period and thinks about the issue of bearing an heir for her family. Amy considers adopting a child and passing it off as her own but is immediately repulsed at the idea of using children as tools. Amy's husband found the mansion's gardener and one of the maids having a tryst in his bedroom. He was furious and kicked the two out without even letting them take their belongings. Amy, taking pity on them, retrieves their belongings and returns them, as well as giving them her jewelry and even the buttons on her dress to sell for money. Amy privately admits that she's doing this because she wants to do for other people the things no one would do for her as part of her revenge against God. The young couple is planning on going back to the gardener's hometown, and Amy gives them some advice. Amy is still receiving treatment for her weak lungs, and the doctor warns her not to take too much medicine or else she would become too dependent on it. He also advises her to go outside more and be more social or she wouldn't live long. Amy curses him out in her head. After seeing the doctor off, she sees someone with blond hair and mistakes them for Violet, but then realizes that they are a man. She grows more and more depressed as time goes on. After some time, Amy receives a letter from Taylor, delivered by Benedict. Taylor writes about her escape from the orphanage and how she wants to see her. Some time after this, Benedict tells Amy that Taylor is now independent and is specially entrusted with the deliveries in her area. Amy waits outside and sees Taylor, now grown, deliver her mail. Amy decides to keep living for her. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3215","text":"Ann's husband (LN) Ann's husband is the husband of Ann Magnolia and the father of their daughter."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=720","text":"Ann Magnolia is the protagonist of the second chapter of the first volume of the light novel. She is a young girl who lives with her terminally ill mother. At the request of her mother, Violet is tasked to write letters to Ann for the future. She died shortly before the events of her granddaughter Daisy Magnolia's section of \"\". Appearance. Ann is a girl with fair skin, wavy dark brown hair, amber eyes, and freckles located on the bridge of her nose. At seven years old, she has short hair with a blue ribbon on the left side of her head. As she grows up, Ann discards the ribbon. Growing up over the years, Ann blossoms into a very beautiful woman, noted to look exactly like her mother. She develops a more slender build and grows longer hair which she wears in side-parted bangs and different styles; at the age of 18, she wears her hair in a bun, and at the age of 20, she wears her hair in a loose braid. Personality. Ann is a cheerful and gentle young girl. Like any other child, she is very curious in her surroundings, but would be scolded by her mother for doing things she is not supposed to. She treasures her mother more than anyone in the world – even more than her own existence. This is why she is rather jealous when Violet comes along and starts spending a lot of time with her mother, but she grows close to Violet later on as well. Ann grew up as a rather serious and independent girl, keen to notice everything happening in her surroundings. Since her mother was so carefree, Ann began worrying and deducted that any visitors who were coming for her mother would fool her to get their hands on her money. She also learned ruthlessness, indifference, betrayal, and greed of people through her mother. That is why she believed herself the only one who could protect her mother. However, Ann does act a young girl in her age, she absolutely loves playing, whatever it may be; from playing with dolls, playing with bugs or playing house. She could also be dishonest with her own feelings at times. Ann was also noted to be tomboyish as a child with a straightforward attitude, but as a daughter of the Magnolia family, she was taught to always be polite and graceful. As an adult, Ann matures and grows more self-confident, as she claims that she is no longer the girl who could do nothing but cry. She is not very shy and will face people head-on if required. She also began studying and working intensively so she could make a career for herself. Thanks to her mother's support through the letters, Ann was able to live alone in her mansion for a long time, until she started a family of her home. She is very loving towards her daughter and husband, and she is shown to be a caring and gentle woman. History. Ann was born to the prestigious Magnolia family as the only daughter of Clara Magnolia and her father. Ann’s father never stayed at home and didn't work so much, prospering in taking over the family’s main business. He did not even visit her mother after she had become ill, and when they had thought that he was going to come back, he had actually only stopped by to take vases and paintings from the house and sell them. Because of this, Ann came to despise him. Although Ann is a young child, she was the Magnolia family’s sole successor after her mother. Medics had already warned that her mother’s life would be short, telling Ann to prepare herself for her inevitable death. Ann and her mother lived on the top left side of an old but stylish western-architecture building that Ann’s mother had inherited from her family in Lechernt. The residence was peripheral, having been built secluded and quite far from their prospering town. Story. Violet arrives at the mansion where Ann lives with her wealthy but sickly mother, Clara. Ann’s mother has hired Violet for seven days to write letters, but Ann is not told what the letters are about or who they are for. In addition, Ann is both mistrustful and fascinated by Violet, as she mistakenly believes her to be an actual living doll due to her prosthetic arms. Over the next week, Ann comes to accept Violet but cannot accept being separated from her mother while the letters are written. After an angry outburst by Ann, Violet manages to calm Ann down and convince her not to blame herself for her mother's illness. After the letters were written, Violet takes her leave. Ann spent the last days of her mother's life in peace. And on a spring day, her mother died. Afterward, Ann begins receiving the letters from her mother written by Violet, which is revealed to be letters that would be delivered to Ann on her birthday for the next fifty years. Ann is seen to receive these letters on her 8th, 10th, 14th, 16th, 18th and 20th birthdays. After her mother's death, Ann was very busy. In regards to her heirloom, after a discussion with lawyers, it had been decided to freeze the family’s multiple bank accounts until she was of age. Ann also hired a private tutor to live in the manor and studied hard. As she wished to mark the land with her mother’s memory, Ann worked to become a qualified bachelor with the same level of education as her. Ann opened a law counseling office at home after graduating. She did not earn much, but she no longer had maids, so it was about enough for her to sustain herself. She continued to live in the mansion owned by her mother, and at the same time, she found herself in the middle of a romance with a young entrepreneur who often came for counseling, who eventually became her husband. The letters still found their way to her, even after she got married and had a child of her own. Ann currently lives with her family in the mansion now owned by her. Every year on her birthday, she would make sure to go outside in the morning to receive a letter from her mother."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3212","text":"Ann Magnolia (LN) is the protagonist of Volume 1, \"The Girl and the Auto Memories Doll.\" She is a young girl who lives with her sickly mother."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2917","text":"Ann Magnolia and Her Nineteenth Birthday is a short story given out to theatergoers during the screening of . It is included in the short story collection \"Violet Evergarden ~Last Letter~\". Summary. On the morning of her nineteenth birthday, Ann wakes up and goes outside to check the mailbox for her mother's letter. She now works as a legal consultant and works from home. As Ann waits for the mailman to arrive, she busies herself with baking treats for a client who will visit tomorrow. A mailman arrives, but not from the CH Postal Company. He brings gifts from her friends. Ann thinks about her friends who had already gotten married and started families and wonders if she wants a family as well. Ann tries to write thank-you notes to her friends but soon becomes overwhelmed because of the many things happening today. Ann had been distracting herself from the grief of losing her mother and her loneliness by busying herself with work. Eventually, two visitors arrive. One is the mailman from CH Postal Company who has her mother's letter and gift, and the other is her client who was supposed to come the next day. The mailman delivers his package and leaves. The client explains that he's here today because he happened to be nearby and that he heard from Robert, the legal advisor who referred him to Ann, told him that today was her birthday, so he wanted to celebrate it. Ann points out that this whole area belongs to her, so he couldn't have had business nearby. The client admits that he came here specifically to see her. Ann, flustered, invites him in for tea, but he declines. He apologizes for not bringing a gift and says that he just wants to wish her happy birthday. Ann hears the voice of her mother telling her to not be afraid of love. She reaches out and grabs the client's jacket, asking if he would like to eat the sweets she baked with her outside. Her mother writes in this year's letter that she has the right to be loved and that she should be happy. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2129","text":"Ardo Aldo Morini, is the father of Hugo Morini, now he is the boss of Irma Fliech, his sons fiance. He hired Violet Evergarden to write a love letter for Irmas opera."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=114","text":"Auto Memories Doll An, often referred to as a, is one who works to assist others by writing for them, may they be human or mechanical. The protagonist of the series, Violet Evergarden, is an Auto Memories Doll. Background. The creator of the Dolls was a researcher, Doctor Orland. His wife Molly was a novelist, and everything began when she posteriorly lost her sight. After becoming blind, Molly was extremely depressed for being unable to write novels, which was the meaning of her life, and had grown weaker with each day. Unable to bear seeing such a thing, Doctor Orland built the first Auto Memories Doll. Afterward, some of Molly’s works had won worldwide literary prizes, and Doctor Orland’s invention became renowned as necessary for the course of history. Although he had only meant to make one for his wife, the Dolls later became well-known due to widespread support and being described as necessary in the course of history. Currently, Auto Memories Dolls are sold at a reasonably low price, and there are types that can be rented or lent out to people who need their services. It was meant for processing everything said by the voice of its established master, as well as writing down words said by human voices – in other words, a machine that serves as . Copyists that possess similar characteristics to Auto Memories Dolls and work to serve the same purpose are referred to by the same name. After the war, one of the careers that women who had gone through social advancement looked up to was of Auto Memories Doll. They are women who use typewriters to write letters for those who cannot do so themselves. Requirements. The job of an Auto Memories Doll is one with high standards. With women's social advancement, the writing industry has been growing. Now, many Auto Memories Dolls are working at postal companies. Since one needs different requirements to become an Auto Memories Doll, there are several Auto Memories Doll Training School to help women polish their skills and become great Dolls. An optimal Doll has to: If these requirements are not met, one cannot earn the title of an Auto Memories Doll. Duties. If a client is in need of a Doll for their own reason, they can either go to a specific postal company or call a Doll for service. A Doll's job is to go anywhere, any time a client calls upon them. A Doll does not only perform ghostwriting in the companies. Depending on the requests’ contents, there are cases in which they stay for long periods in far-away places while engaging with their ghostwriting. Most of the Dolls' years are spent on all kind expeditions and travel to various places throughout the continent according to the request. The purpose can vary, but the Dolls can receive tasks such as assisting in a research or conservation of rare books. The Dolls rush to their client as fast as possible, even if it turns out that the location is the interior of an unexplored dense jungle or a large nation hidden behind dozens of mountains. This is since the Dolls can withstand taking any means of transportation while carrying nothing but their bags for a whole year. Women who are assigned to conflict areas are free to carry firearms with them."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=733","text":"Auto Memories Doll Training School The is a preparatory school located in Leiden, for women who want to work as an Auto Memories Doll. This serves as some sort of a school which lasts for a couple of weeks, as the students get to polish their skills as a Doll, receives grades and gets to graduate if deemed worthy. The instructor of the school is Rhodanthe. Background. After the war, the demand for Dolls grew rapidly and the writing industry became larger. It is possible to become a Doll without attending the school, but the objective of the school if not just to train any kind of Doll; it is to train the people to become the best Doll one can be. Graduating from the school is a proof of someone who is worthy of the Auto Memories Doll title, and if one manages to graduate, they will also receive a brooch in a proof of excellence. However, it is a strict school with high standards, so if the instructor does not deem someone worthy, they will not be given the certification. Overview. The classroom lectures were established aiming to train Auto Memories Dolls capable of working in society. They learn grammar and vocabulary, but there are actually curriculums of letter-writing practical study included. Students with excellent marks are gifted with brooches as proof of being “optimal dolls”, which is advantageous for their employment."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1177","text":"Automemories Automemories is an original two-disc soundtrack containing music from the \"Violet Evergarden\" anime series. It released on March 28, 2018 and includes songs that were not used in the anime series."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3217","text":"Believe in... Believe in... is the ending theme of Episode 9 of Violet Evergarden. It is performed by Aira Yuki and included on the albums \"Automemories\" and \"Song letters.\" Lyrics. Version. &lt;tabber&gt; Romaji= &lt;poem&gt; Tsuzurareta sunao na kotoba ga Naki kata sae shiranu kokoro idaku yō ni Yukkuri shimiwatatteku Ayamachi wa kienai kisetsu ga megutte itte mo Seotta kizu wa toki ni uzukudeshō Dakedo wasurenaide ashita e mukau koto Yasashi-sa no hikari shinjiru... yūki o Fumidashita sekai no ikizukai Warai kata o oshiete kurete iru no? Sō da ne kao o agete Kaze ga hō o naderu mizube no tsumeta-sa Kōcha no amai kaori ame no shizuku Ayamachi wa kienai kisetsu ga megutte itte mo Seotta kizu wa toki ni uzuku kedo... Nukumori mo kienai kioku to tomo ni ikiteru Musū no ai ga kokoro sukūdeshō Da kara wasurenaide ashita e mukau ko Subete dakishimeru yūki o... shinjite &lt;\/poem&gt; Kanji= &lt;poem&gt; 綴られた素直な言葉が 泣き方さえ知らぬ心 抱くように ゆっくり沁み渡ってく あやまちは消えない 季節が巡っていっても 背負った傷は 時に疼くでしょう だけど忘れないで 明日へ向かうこと 優しさの光 信じる…勇気を 踏み出した世界の息遣い 笑い方を教えてくれているの? そうだね顔を上げて 風が頬を撫でる 水辺の冷たさ 紅茶の甘い香り 雨のしずく あやまちは消えない 季節が巡っていっても 背負った傷は 時に疼くけど… 温もりも消えない 記憶と共に生きてる 無数の愛が 心 救うでしょう だから忘れないで 明日へ向かうこ 全て抱きしめる 勇気を…信じて &lt;\/poem&gt; English= &lt;poem&gt; Words describing your true feeling slowly Sink into your heart like a gentle hug That doesn't know how to cry Mistakes won't disappear even as seasons pass The wound may ache and throb at times So don't forget to move forward to tomorrow Believe in the light of kindness... and courage The breath of the world that we have stepped out of Are you teaching me how to smile? Yes, looking up high The coldness of the shore where the wind grazes your cheeks The sweet aroma of tea and the drops of rain Mistakes won't disappear even as seasons pass The wound may ache and throb at times But the warmth won't fade either It lives on in your memories Countless loves will save your heart So don't forget to move forward to tomorrow You have the courage to embrace everything... Believe in it &lt;\/poem&gt; &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=160","text":"Benedict Blue is a character in the \"Violet Evergarden\" series. He is a postman working at the CH Postal Company. He has known Hodgins since before the company's establishment and has had a brusque attitude towards him ever since he started to work there. Appearance. Benedict is a slim young man with bright sky-blue eyes and light skin. He has short and spiked sandy-blond hair with a short hairline. A part of his forelocks hangs lengthier on one side, framing the left side of his face. Benedict is noted to dress rather flashily; he wears a loose spring-green shirt (beige in the anime) with pale-golden suspenders and a pair of military-green tight leather pants. He also wears a black\/grey undershirt. His long, black boots have tall cross-shaped heels. He also wears a pair of black fingerless gloves. Personality. Benedict is shown as a slightly short-tempered, uncouth, and stubborn young man, to which his attitude and speech come off as blunt and rude. He isn't very good with words or being respectful, especially when it comes to Hodgins. He has a tendency to face people head-on and has no problem telling people what to do. He also has no problems voicing his own thoughts, but since he is insensitive and oblivious to his surroundings, his words can sometimes offend people and come off as a little too straightforward. Despite that, he is kind and gentle at heart, and is considerate of those he cares about. He can even be considered a bit chivalrous, as he stated that he would not let a woman like Violet do a job alone despite her having great strength. However, Benedict said this since he knew that he would be scolded by Hodgins if he made Violet do something exhausting. He can be seen as slightly flirty and charming, as he invited the receptionists Nerine and Lilian to eat the lunch that he had bought for them with him. But when they declined, Benedict was seen to be very upset by the fact that they had turned him down without even appreciating what he had done for them. This is why he thinks women are very calculating these days. However, he is a diligent hard-worker, as the occupation of a postman requires great patience and hard work. Benedict is generally an easy-going person who is responsible and knows what to do, to which he is good at giving instructions and has strong leadership skills. However, and he can come off as unclear sometimes. Like Violet, he always strives for the right answer and is not above correcting people when something is considered wrong. He is a strong fighter and has somewhat of a rivalry with Cattleya as they constantly argue. He is also shown to be somewhat innocent, as he began to blush furiously when Violet obliviously attempted to change clothes in front of him, and when he overlooked Hodgins and Cattleya share an intimate moment. Relationships. Claudia Hodgins. Benedict has been friends with Hodgins for a long time, and he was one of the CH Postal Company's initial employees. Despite Hodgins being his boss, Benedict displays a brusque attitude towards him. Benedict is not very formal with Hodgins, will act nonchalantly towards him and sometimes even try to annoy him on purpose, much to the latter's annoyance. Hodgins also tends to grow irritated whenever Benedict openly voices his thoughts which can be offending. Since Benedict isn't very good at the manners of a gentleman, Hodgins is the one who teaches him about these matters since he is good at it. Hodgins will also criticize Benedict for his possible mistakes with women. Benedict sometimes impersonates with so much emotion that it is most likely an imitation of Hodgins. However, they do share a close relationship as old friends. Cattleya Baudelaire. Cattleya is a fellow co-worker of Benedict's. They are always at odds with each other and argue constantly, tending to be bitter and sullen in one another's presence. Benedict describes Cattleya as a stupid woman and wishes that she could learn some manners; Cattleya, in turn, is greatly annoyed by Benedict and says that she has a hard time holding back to not hit him, with Benedict claiming that she actually has hit him. Their rivalry and arguments are something normal at the CH Postal Company, as people are used to the two biting each other in the course of conversations whenever they opened their mouths. The dislike they harbor for each other and the reason behind their constant arguments are yet to be revealed. However, Cattleya is seen to ask Benedict, \"How long are you going to keep this up?\" to which Benedict claims that Cattleya is the one with the problem. Despite their heated relationship, they can act maturely with each other and will help one another when needed. Cattleya was even seen to treat a wound on his ankle once. However, Benedict still continues to call Cattleya a \"stupid woman.\" Violet Evergarden. Violet is a friend to Benedict. Although he initially acted uncaring towards her, he eventually warmed up as he was tasked to help Violet when she given the work as a postman. He is friendly and caring towards Violet and tries to give her advice when she is feeling down. Upon Hodgins' request, Benedict is tasked to look after Violet and make sure that she doesn't get hurt when on jobs they do together. Benedict also enjoys meddling in her business and calls her \"Vi.\" There is a possibility that Violet is Benedict's long lost younger sister. Both have no memories of their past and have a tangled history with the Great War. Benedict opened up to Violet about his amnesia and told her that the only thing he remembers is that he has a little sister. He didn't know what she looked like, but he was sure that he'd recognize her when he sees her again. Gallery. &lt;tabber&gt; Anime= Light Novel= &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3057","text":"Benedict Blue's Violet is a short story given to theatergoers during the screening of \"Violet Evergarden the Movie\". It is also included in the story collection \"Violet Evergarden ~Last Letter~\". Summary. The story follows the development of Violet and Benedict's relationship from Benedict's point of view. At first, Violet would often get turned away by clients because they were repulsed by her prosthetic arms. Benedict, while feeling unnerved by her odd nature, couldn't help but feel worried about her. He spots her out in town one day, clearly lost but unwilling to ask for help. He calls out to her and gives her a ride back to the postal company. Violet tries to pay him back, but he refuses, so she asks if she could count on him to give her rides for her work. He agrees. Another time, Benedict, while in a café, sees Violet walking outside in the rain. He silently invites her to take a break, but she declines. He waves her goodbye, and she waves back, which surprises him. He remarks on how neither of them would have waved at each other in the beginning. Some time later, Violet brings Taylor to Hodgins and Benedict and asks them to help find Isabella York. Benedict can't say no to her and agrees. One day, Violet visits Benedict's apartment for the first time, reminding him that they promised to find a gift for Hodgins to give him on the anniversary of CH Postal Company's founding. The two of them had gone drinking the day before, and Benedict had drunkenly talked about his gratitude towards Hodgins for taking him in. Violet ended up bringing him back home. As time went on, the two grew closer and closer, to the point of even attending a wedding between two coworkers together. Looking at the two of them in a mirror, Benedict remarks that they truly did look like siblings. Benedict thinks about how Violet changed him and how precious she is to him. He makes Violet promise to tell him when she gets married. Violet agrees. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1094","text":"Bociaccia is located in the central part of the Telsis Continent, adjacent to Leidenschaftlich in the south and to the Holy State of Salbert in the north. Allied with the Southern Union, Leidenschaftlich was exporting various resources and food supplies to the neighboring Bociaccia. In opposition to that, the Salbert Holy State insisted on annexation of the sacred grounds of Intense, which were in the west of Bociaccia, casting pressure on it several times. Background. Bociaccia’s government wished to join the Southern Union, but feared that their relations with the Salbert Holy State would deteriorate should they underhandedly form an alliance with Leidenschaftlich’s side, so through consolidating a trade treaty, they continuously exchanged economical aid, and should either be attacked from somewhere, it was decided to dispatch the army’s troops in order to maintain their self-support. However, due to fear of stimulating the neighboring countries, Bociaccia declared neutrality, officially keeping itself unaffiliated with either force. Yet, the Galdarik Empire and Salbert Holy State formed an alliance, proclaimed a war declaration on the Southern Union, and the main forces gathered in the Salbert Holy State immediately invaded Bociaccia. In response, Bociaccia agreed to the Southern Union’s treaty and requested reinforcements, and Leidenschaftlich also promptly moved the army troops to near the border of Bociaccia’s capital, Capria. They had stayed as they were, within the defense net built around Capria, but simultaneously, the Galdarik imperial army began attacking the South, and so, the full-fledged battle between the Northern Alliance and the Southern Union broke out."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=702","text":"CH Postal Company is a postal company founded after the war, located in Leiden. The company was founded by Claudia Hodgins, who also serves as its president. Those who work here either work with the occupation of Auto Memories Doll, postmen, or receptionists. The company is also affiliated with the Auto Memories Doll Training School, which is a \"school\" for women who want to become Dolls. History. After the war, there were many people who needed to send letters but couldn't write. Since the government postal service doesn't address these needs, Hodgins thought it would be a great opportunity to create such a company that does fulfill them, and so he founded the CH Postal Company. He bought a big, old, three story house to serve as the company's headquarters and had it renovated a bit. Eventually, more people began working at the company and despite being fairly new, the company has many employees and is quite well-known around the country and even beyond its borders. Locations. First floor. The first floor is the postal reception, where the receptionists work. It is here the clients come with their written letters to have them sent to their specified destination. Second floor. The second floor houses the office and the writing department. This department writes letters at the request from the clients and sort letters in specific shelves. There are also several offices where the employees work. It is here where the economy, money, and budget is taken care of and discussed. Rooms on the second floor include: Third floor. On the spire of the third floor is the president’s residence. Closing Day. Once a month, all transactions, reports related to them, invoices, proofs of payment, and everything else involving the operation of CH Postal Company are cleared up. It is stated to be rather troublesome, as the closing work is added to the employees' regular work."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=161","text":"Cattleya Baudelaire is a character in the \"Violet Evergarden\" series. Being a figurehead Auto Memories Doll who works for the CH Postal Company, Cattleya is relentlessly requested and often takes on clients with love troubles. She works alongside Violet and has been close with Hodgins since before the company was established, joining as one of its initial employees. Appearance. Cattleya is a young woman with fair skin and a tall, noticeably full figure. She has long, glossy, wavy black hair that goes down to her lower back and curls at the tips. Her long, middle-parted bangs frame her face. Her eyes are amethyst and she wears red lipstick. She wears a red open bustier, which displays her cleavage and is connected to her shoulder-to-elbow charcoal gray inner garment. She also has a beaded choker, a pendant, bangles, hand chain bracelets, and rings. Her leather hot-pants are dyed blue and have golden embellishments. Her embroidered thread garter belt consists of geometrical patterns and decorates only the bare skin from the middle of her tights to her knee-high boots. Personality. Cattleya is a woman with intense and passionate emotions. Although she possesses great strength, she is very feminine, can be quite sensitive, and is constantly worrying about her appeal towards Hodgins. She is a very talented Doll who is experienced in love, which is why she is usually put in charge of lovesick clients. She treasures the concept of love, be it romantic, fraternal, platonic, sibling, or companion. She believes that love is necessary for living as it is like a symbol of happiness. However, she states that she doesn't fully understand romantic love and thinks love is uncertain, but can tell when it happens. Cattleya is shown to be a very warm, kind, and welcoming person, which is shown when she instantly warmed up to Violet and helped her with her work as a Doll. She is someone who has a realistic view on life, as she knows that words have different meanings depending on who hears them and that words don't simply tell people everything. She is understanding of people and can easily empathize with others. Cattleya also has a cheerful, sassy and teasing side to her and is someone who expects favors to be repaid. She is rather straightforward and vehement with Hodgins and enjoys teasing him about his given name, but she doesn't have any bad intentions in whatever she does. She also has a rivalry with Benedict and argues with him constantly. She is a prideful woman who dislikes being casually touched by others, and she also dislikes being alone since it makes her feel as if she has no charm. Although she is self-confident and is considered a bit pompous, she is rather humble and doesn't believe herself to be one of those charismatic individuals who people are naturally gathered around. Cattleya is a very mature woman who is able to take things seriously and calmly. She is very polite and soft-spoken, rarely seen raising her voice or being provoked by others. However, she is not afraid to voice her opinions or properly scold people when they make a mistake. She is also very physically strong, which gives her the habit of trying to solve everything with force because she has confidence in her physical strength. Despite being a beautiful adult with a mature appeal, Cattleya can actually display a very childish and naïve side of her personality, especially around Hodgins. She is noted to act like a child when things don't go the way she wants, and comes off as honest and blunt. She also likes being praised whenever she does something good. Despite that, she is a reliable person, who loves supporting other people as well as when people come to her for advice or help. Cattleya claims that she has an older-sister kind of vibe to her and feels comfortable taking on that role. History. Cattleya claims that she had terrible parents, which is why she ran away from home and ended up being taken in by Hodgins, where there were many moments of loneliness for her since she had no acquaintances. However, Cattleya eventually started working at the CH Postal Company, where she is the most popular Doll. Gallery. &lt;tabber&gt; Anime= Light Novel= &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3248","text":"Cattleya Baudelaire (LN) is an Auto Memories Doll who works for the CH Postal Company."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=619","text":"Charlotte Abelfreyja Flugel is a character in the \"Violet Evergarden\" series. She is the princess of the Kingdom of Drossel who is set to marry Damian Baldur Flugel, the prince of the neighboring Kingdom of Flugel. After the marriage, Charlotte is now known as Charlotte Abelfreyja Flugel. Appearance. Charlotte is a porcelain-skinned young woman with wavy hip-length strawberry-brown hair that is styled a braided crown and hazel eyes. As a princess, she is usually seen wearing fancy clothes such as a long dress and a tiara. Personality. At first, Charlotte is seen to be a rather naive and slovenly young girl who is also honest and she will freely speak her mind, but she acts as a proper princess when need to be. She has no trouble apologizing for the problems she causes. She has a tendency to cry whenever things don't go her way; according to Alberta, the Drossel family's court maid, Charlotte has a bad habit of forgetting who she is when she gets too emotional. Charlotte claims that she is a crybaby with a short temper, however, she is actually a strong-willed girl, as seen when she claims that she will go hunting with Damian and will not let him leave her behind. She says that she had the education to be a fine match for any man. She is also self-confident as she tells Damian that she is sure that she'll be a faster ride than him. Charlotte is a very hardworking, tough, intelligent girl who doesn't stop until she reaches her goals. This is shown where she began studying intensively on all the benefits a marriage between members of the Flugel and Drossel royalty would bring to the Kingdom of Drossel. She also laid the groundwork with her father and the cabinet so the Drossel would most likely choose the Flugel family, which they eventually did. She is very caring and holds those she cherishes close to her heart. History. When Charlotte turned ten, the Kingdom of Drossel threw a grand party to celebrate. For royalty, marriage arrangements officially begin when a child turns ten. Every single person she was arranged to meet was a prospective husband, and this fact made Charlotte sad. Charlotte snuck out of the castle to cry because she felt like her birthday didn't feel like her birthday, and that people didn't care to celebrate it or think about about her thoughts or feelings. In the garden, Charlotte meets Damian Baldur Flugel. He tells her that it's okay for her to cry, and said that she could cry all that she wanted because he would be there for her. Charlotte felt really happy then, and to this day has not forgotten that moment. She is enamored with how he spoke to her so casually and without ulterior motives. After the war, Charlotte received a proposal out of nowhere, not revealed from whom. Determined to make the marriage be between Drossel and Flugel, Charlotte began studying on all the benefits a marriage between the Flugel and Drossel countries would bring to the Drossel country. She also laid the groundwork with her father and the cabinet, and eventually, Drossel chose to marry the Flugel family. Story. On the request of the military, Violet is sent to the kingdom of Drossel in order to write a public love letter for its princess, Charlotte, to Damian, the prince of the neighboring kingdom of Flugel. Violet's mission is crucial since Drossel and Flugel were previously enemies in the war and are arranging the marriage to cement the terms of the peace treaty. Despite Charlotte is anxious about the wedding, Violet writes the love letter, and Damian writes a letter back in response, but Charlotte does not appear satisfied with it. Charlotte later confides in Violet that she met and grew infatuated with Damian when she first met him, since he treated her as a person and not a potential wife. However, she's unsure of whether Damian reciprocates her feelings or not, since she could tell the letter he returned contained no emotion in it. Violet then gets an idea and arranges with Damian's Doll to have Charlotte and Damian write their own letters to each other. This starts a heated but passionate correspondence between the two that entrances everybody in both kingdoms. The wedding goes as planned while Violet and Cattleya, who was Damian's Doll, watch over the wedding. After her marriage, Charlotte is seen to presumably visit other countries and children along with Damian, which makes the couple headlines in newspapers. Relationships. Alberta. Charlotte has a significant bond with the court maid, Alberta, who serves the royal Drossel family. Alberta brought Charlotte out of her mother's womb and been there ever since she was born, which is why Charlotte sees Alberta like a mother. While Alberta tries to maintain a professional relationship with Charlotte because she is not Charlotte's personal attendant, Charlotte feels a much deeper bond than that. She claims that Alberta is \"hers\" and she is Alberta's. She has trouble imagining a future without Alberta when she will begin to live in a new country. Although Charlotte is happy about marrying Damian, she is sad that she will have to leave her country, but what makes her especially sad is leaving Alberta. Before her wedding, Charlotte shows her great love, respect and admiration towards Alberta for raising her by bowing to her. Damian Baldur Flugel. When she was ten, Damian finds Charlotte crying in the castle garden. Even though Charlotte tries to hold back her tears, Damian assures her that it is okay for her to cry. He tells her he initially found her sassy, but was glad that she could also show genuine emotions. This encounter leaves ten year old Charlotte to be infatuated with him. Charlotte later describes it as a shining jewel in her life. Charlotte dedicates the years after to seek out a marriage with the Flugel family. Charlotte succeeds and is later engaged to Damian. This makes her happy, but she is still self-conscious. She worries that she is too young for him, that he could have feelings for someone else, and that he doesn't know her well. She is unsure of whether Damien reciprocates her feelings or not, since the letters he returned contained no emotions, and was probably written by a doll. Violet makes arrangements with Damian's doll, so that Charlotte and Damian can write their own letters to each other. They begin to learn more about each other. This turns into a passionate correspondence, where Charlotte denies negative things Damian says about himself, stating that she is already head-over-heels for him. When they meet again at the same place they first met in, Damian concludes that Charlotte is an interesting, tough girl who will make a great wife and queen. He proposes to her and Charlotte tearfully accepts. Their wedding then goes as planned and Charlotte's dream of marrying Damian is achieved, which she is beyond happy about. They are seen to be a very loving couple who sticks together. Violet Evergarden. At first, Violet's emotionless and expressionless personality gets on Charlotte's nerves. She warms up to Violet shortly and becomes amazed at her talents. Charlotte later asks Violet to talk to her personally, without their respective occupations as a princess and a doll. Charlotte confides in Violet about how she met and and developed a crush on Damian. Violet helps Charlotte through her sorrow from her self-consciousness by saying that she doesn't want to see her cry, therefore arranges with Damian's doll to have Charlotte and Damian write their own letters to each other. In the following days, Violet stays by Charlotte's side and helps her with her letters. Violet's actions make Charlotte very happy, and she wishes that Violet could attend her wedding."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3046","text":"Charlotte Abelfreyja Flugel and the Forest Kingdom is a short story given out to theatergoers during the screening of \"\". It is also included in the story collection \"Violet Evergarden ~Last Letter~\". Summary. The story takes place a year after Charlotte is married off to Flugel. Her husband Damian has recently been crowned king, and she is struggling to fit into her new role as queen. Even before this event, Charlotte had been having trouble accustoming to Flugel. The other people in the palace look down on her for being a young and foreign princess who disrupted the tradition of the public love letters. In addition to this, Damian is always working, so Charlotte is completely isolated at the palace. One day, at a tea party, Damian's younger sister confronts her about her lack of support for Damian in politics and the lack of movement on creating a heir even after a year. However, Charlotte didn't crumble under the pressure and tells the princess that she will discuss these things with everyone else at her own pace. After the tea party, Charlotte returns to her room and cries, missing Alberta and wondering if things will ever improve for her. Feeling panicked, she decides to escape her room and eventually ends up in a corner of the palace's rose maze. She cries herself to sleep, dreaming of Violet and Alberta. She wakes up when Damian finds her. He asks her if she wants to divorce him and says that he knows how she's being treated because she's an outsider. Charlotte finds that Damian is also crying, because he thought she hated him and ran away. She realizes that this is the moment that they finally became a couple. The two continue to talk. Charlotte tells him that she wants to see Alberta and that she wants to build an orphanage near the border. Damian proposes that they talk to each other more from now on about everything. They kiss and confess their love for each other. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3257","text":"Chaser is a staff member of Altair Detention Center."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1145","text":"Clara Magnolia is a character in the \"Violet Evergarden\" series. She is the mother of Ann, who had a terminal illness and predicted that her fate was close. Worrying that her daughter would be all alone after her death, she requested Violet to write down fifty letters for Ann that each will be sent on her birthday for the next fifty years. Appearance. Clara was a woman with light brown eyes, fair skin, freckles, and a slender body. She wore her wavy dark brown hair in a low ponytail with a blue ribbon and bangs framing her face. She was noted to have an old-fashioned taste, and even after aging, something about her still resembled something of a \"young lady\". Personality. Ann noted that her mother was like a little girl. She was vigorous in spite of being a clumsy person, and she would be enthusiastic in every situation. She was fond of boat rides and dog races, as well as oriental flower arrangements that could be found in quilt embroidery. She was a person who loved learning, had a hobbyist side to her, and liked watching romance plays. She was keen on laces and ribbons, her dresses and one-pieces mostly similar to those of princesses from fairytales. She imposed them on her daughter, as she fancied parent-children matching outfits. Clara was also noted to value the beautiful, as Ann claims that the main reason why Violet had been chosen to write the letters was that she was beautiful. Clara was a very kind, friendly and happy person despite her frail body and short lifespan. She was also very carefree, easy-going and fast to confide in anyone. Raised as a daughter from a wealthy household, Clara was taught to be graceful and polite, traits she teaches to her daughter. She is not above scolding her daughter for something she is not supposed to do. But she has strong parental instincts and loves Ann more than anything in the world, and is deeply saddened by the fact that she has to leave Ann all alone after her death. History. Clara comes from a wealthy household, she was raised as an elite woman and was a qualified bachelor with a high education level. At some point in her life, she married a man and had one daughter, Ann, with him. Clara's husband never stayed home and didn't work much, prospering in taking over the family’s main business. Not once had he visited her when she had become terminally ill, and just when they had thought that he was going to come back after some time had passed, he had actually only stopped by to take vases and paintings from the house and sell them. It seemed he had been a family heir with a promising future in the past. But a few years after getting married, his side of the family had faced minor commercial issues and crumbled, and the finances had become dependent on the Magnolias. It appeared that the reason behind said minor commercial issues had been her husband himself. Back when Clara was healthy, she used to often throw salon parties and invite many friends over to the manor. However, she lost contact and involvement with those people over the years. Because of that, Clara and Ann lived alone on the top left side of an old but stylish western-architecture building in Lechernt, that Clara had inherited from her family. The residence was peripheral, having been built secluded and quite far from their prospering town. Clara was physically weak, so she had a maid named Eris take care of her, in which she was regularly seen being bedridden. Story. Clara hired Violet for seven days to write letters, but Ann is not told what the letters are about or who they are for. Clara explained to Ann that she couldn't reveal who the letters were for and that she had to work on them, to which Ann was very jealous during this period for not being able to spend much time with her mother. However, although Clara had become a little healthier a couple of days after Violet’s arrival, her physical condition gradually worsened. Even in such conditions, Clara insisted that her work had to be done, and she and Violet did not halt their work. Clara laid on her bed while Violet resumed typing the letters, sitting next to it. This is what made Ann so upset, the fact that Clara pushed herself so much to write the letters. Although Clara was clearly saddened by Ann’s feelings, she insisted that she had to be done with her work, stating that if she didn't write them then, she might never be able to. After an angry outburst by Ann, Violet managed to calm Ann down and convince her not to blame herself for her mother's illness, and that there was a good reason behind why her mother was so intent on writing the letters. After the letters were written, Violet took her leave. Clara spent the last days of her life in peace with her daughter, showering and pampering her with happiness. And on a spring day, Clara peacefully passed away. Afterward, Ann began receiving the letters from her mother written by Violet, which is revealed to be letters that would be delivered to Ann on her birthdays for the next fifty years. What Clara had so deeply wished for was for Ann to be happy in without her, and to know she would always be watching over her."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=159","text":"Claudia Hodgins is a character in the \"Violet Evergarden\" series. He is a former lieutenant-colonel of the army, but quit the military after the war ended and established the CH Postal Company, where he serves as its president. He is tasked with watching over Violet, a task given to him by Gilbert. Appearance. Hodgins is a tall and leanly muscular man with a few scars on his face and a small goatee. He's rather handsome, with chiseled, masculine features. He has fairly long, shaggy crimson hair with smooth waves that he wears in a low ponytail with messy bangs framing his face. He has droopy turquoise-colored eyes and a happy expression most of the time in the anime. His military uniform consists of a tone-on-tone plaid vest over a white shirt and wide pants, decorated with Suède strings. A plaid ornamental cloth rustles from his waist belt. Personality. Hodgins is a very warm, kind and considerate man, who doesn't judge people and gives them the opportunities they deserve. Sometimes cheerful, he is gentle and always tries to speak positively and make his surroundings warm. He is mature and follows his morals, traits he teaches to Violet. As demonstrated by taking Violet in and taking care of her, as well as not giving up on her work as a Doll, Hodgins shows that he is a very considerate and caring man. He is calm and takes everything nicely, be it his work or dealing with other people. Although he is generally carefree and laid-back, he will be serious when needed. He is able to take things in a level-headed manner and say what is wrong or right; he always states the facts and consequences. He is very social with a special charm to him that draws people, especially women, to him. Cattleya describes him as a person who is naturally charismatic in which people gather around him. Hodgins has always had the tricky characteristic of proffering his love for women, but being fond of swaying amongst beautiful people, regardless of them being male or female. He is also rather dandy and loves gambling. He's the kind of man that can do anything if he puts his mind to it. Hodgins is also fond of the idea of having a daughter, as he even wrote a letter for her in the future, which contained that he would eagerly wait for her to be born and that he would support her no matter what. He expressed that he only yearned for her happiness and for her to live a good life free from conflicts like he had experienced. This shows that Hodgins has strong parental instincts. History. Hodgins is the second son of his family, which runs an ordinary business back in his home country. He joined the army because the one who would succeed the family business was his older brother. Hodgins thought that if there would be anything an unemployed second son could contribute to his family with, it would be protecting them by protecting the country. When he attended the army’s military academy with Gilbert, the two grew into best friends. At some point, he became a Lt. Colonel in the Leidenschaftlich Army and fought in the war. Even then, Hodgins thought many times about opening a postal company once the war was over. After the war, he founded the CH Postal Company and became Violet's guardian and boss. Gallery. &lt;tabber&gt; Anime= Light Novel= &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1195","text":"Ctrigall is a country in the northernmost nation of the Telsis Continent. Majority of the time, it is in the subarctic zone, which makes the entirety of it cold. However, during summer, the temperatures rise to the extent that agricultural production is possible, so there are people living in it as well. Furthermore, since the various countries of the Northern Alliance are blessed with underground resources, the living standards of the residents are kept relatively high by exporting them to neighboring countries. However, this gave place to discord amongst many surrounding nations, and there was no small amount of countries that do not think well of Ctrigall from behind the scenes. Overview. During the Continental War, Ctrigall continuously made profits as exporters of resources, so several domestic factions wished for the warfare to go on. As the war ended and abundant and inexpensive resources started being imported from the South, the profits of the other countries drastically declined, therefore, the pro-war-continuation factions remained active and set up a civil war against the government, which had accepted peace. In opposition to this, neighboring countries dispatched troops together while claiming it to be for the sake of public order, and soldiers from the Republic of Sorbas stationed troops at the Menace Camp, located along a border at the southeast end of Ctrigall. There was a base belonging to the war advocacy faction in the proximities of the Menace Camp, and, as the current main purpose was the mission of surveilling it, the camp did not house not many units."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3066","text":"Daisy Magnolia Daisy Magnolia (デイジー・マグノリア \"Deijī Magunoria\") is the granddaughter of Ann Magnolia. Appearance. Daisy resembles her grandmother Ann. She is a young lady with fair skin, short dark hair and amber eyes. She is first shown in a long black dress &amp; ribbon, for the death and funeral of her grandmother. At the end of the movie, she is seen on Ekarte Island, dressed in brown boots, maroon leggings and a long sandy coloured overcoat with a beige loose turtle neck underneath. Personality. Daisy cares deeply for her family, especially her grandmother whom she got upset at her parents for not visiting more often. She later shows guilt for the words she said to her Mother especially. She is interested in the history of the CH Postal Company and Violet Evergarden's story. She later writes her parents a Thank You letter at the end of the movie, after being inspired by the work of Auto Memory Dolls. Violet Evergarden seems to have inspired her in some way. Apart from that she comes across as polite and friendly, albeit perhaps a little serious. History. Daisy is born to the prestigious Magnolia family. Her parents are unnamed but do appear in the movie. It is unclear if she has any other relatives apart from her parents and deceased grandparents. Story. Daisy's first appearance is seen in Violet Evergarden: The Movie, during a time-skip. At this time Violet is no longer alive. Daisy discovers that while her great grandmother (Clara Magnolia) was unwell, she requested Violet Evergarden to write 50+ letters for her daughter (Daisy's grandmother, Ann Magnolia) to receive on each of her following birthdays so that Ann could hear from her mother every year despite her have being passed away. Daisy was curious about the idea of Auto Memory Dolls since the job does not exist anymore. So she decided to research more about the CH Postal Company in Leiden, after finding a newspaper clipping about Violet Evergarden in her grandmothers belongings. When Daisy went to the CH Postal Company, it had been redeveloped into a museum by then, cherishing the history of the Company and it's Dolls throughout it's running time. She met an old lady there, although unclear in the movie who she is, she can be identified as Nerine, a former Doll who now shows visitors around the museum as a guide, and explains the history of it. Nerine explained to Daisy that Violet Evergarden had quitted her job at the CH Postal Company and chose to move and settle on Ekarte Island. And now, 60 years later, Daisy travelled to visit Ekarte island and found out how treasured Violet was on the island, and that she had sadly passed away a long time ago."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=729","text":"Damian Baldur Flugel is the current king of the Kingdom of Flugel. His wife is Charlotte Abelfreyja Flugel. Appearance. Damian is a rather handsome man with fairly long, red hair that he wears in a low, loose ponytail with bangs slicked back that has some locks of hair framing his face and purple eyes. Personality. Charlotte notes that Damian is a very busy man who is also kind and speaks plainly, though not in a bad way. He sees people for who they are, and not what their status tells what they are. History. The first Damian met Charlotte was outside the Drossel castle. She was crying due to her frustration that every man she met on this day; her birthday, would be a possible future husband for her. Damian told her that she came off as a sassy brat and was glad that she could cry too. He ensured her that it was okay for her to cry, and he told her to cry all she wanted; he would be there for her. The fact that he spoke with her so casually with no motives, made Charlotte really happy and ever since that day, she couldn't forget that moment. After the war, Charlotte received a proposal out of nowhere. Charlotte was determined to make the marriage be between Drossel and Flugel, and eventually, Drossel chose Flugel family. Story. On the request of the military, Violet Evergarden is sent to the kingdom of Drossel in order to write a public love letter for its princess Charlotte, to Damian, the prince of the neighboring kingdom of Flugel. Violet's mission is crucial since Drossel and Flugel were previously enemies in the war and are arranging the marriage to cement the terms of the peace treaty. Despite Charlotte being anxious about the wedding, Violet writes the love letter, and Damian writes a letter back in response, but Charlotte does not appear satisfied with it. Charlotte later confides in Violet that she met and grew infatuated with Damian when she first met him since he treated her as a person and not a potential wife. However, she's unsure of whether Damian reciprocates her feelings or not, since she could tell the letter he returned contained no emotion in it. Violet then gets an idea and arranges with Damian's Doll to have Charlotte and Damian write their own letters to each other. This starts a heated but passionate correspondence between the two that entrances everybody in both kingdoms. The wedding goes as planned while Violet and Cattleya, who was Damian's Doll, watch over the wedding."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=600","text":"Dietfried Bougainvillea is a character in the \"Violet Evergarden\" series. He is a naval captain in the navy and Gilbert's older brother. He was the one who found Violet and made her into Gilbert's \"weapon\" on his promotion to a major in the army. Appearance. Dietfried is a man with a tall stature, thin waist and broad shoulders, which is common for Bougainvillea men. Like his brother, Dietfried has jet-black hair, emerald eyes, and lines under his eyes. Additionally, a small mole sits under his left eye. Unlike his brother, Dietfried's eyes have a lighter shade of green, and he wears his long hair in a braid tied with a blue ribbon. He wears a standup collar on his white naval uniform which is wide open, displaying the gold necklace around his neck. Personality. Dietfried is stated to have a flirtatious air about him. Although he has a self-centered and bossy personality, he is social and charismatic, having some sort of quality that draws others to him. He is confident, never claiming to be afraid of anything and always being surrounded and respected by many people, never bashful of it. Since Gilbert could not love anyone due to being too stern, his elder brother had everything he lacked, to the point of making him infinitely envious as a fellow person. Dietfried is also easy-going, preferring to be playful and talk about fun matters rather than being confrontational. But he can also be very frank, and although he tries to come off as lighthearted, his words can be rude at times. Despite that, he can be compassionate; he loves his family deeply and values his underling's lives. He is also hardworking and influential, being the first Bougainvillea to join the navy. Not only had he joined it, but also steadily carved a career path for himself in it. It was all due to his confidence in scoring achievements with his own efforts and talents, even without making use of his parents’ glory. He appears to have good leadership skills and responsibility, in which he can handle everything quite nicely. Although he possesses a sense of right and wrong and, he can also be cruel and merciless which is demonstrated by his actions towards Violet. He was aggressive towards her and saw her nothing more than a weapon, which is the reason he took her home. He had no problem with ordering Violet to murder people like a weapon and appeared to find enjoyment within this, though this stems from his hatred towards Violet for killing his men. Towards the end of the series however, Dietfried appears much calmer and less cold towards Violet. Dietfried knows he has been doing horrible things, much worse than Violet had done for a living. He cares very little, knowing that it will all be over when he dies, either way, showing a certain amount of nihilism. He has had his own laments and hardships, and there were also times when he thought dying would be much better. At those moments, he even considered doing so. He feels guilty for allowing his companions to die, blaming himself for not being able to protect them. He also continues to visit the families of his companions that Violet had killed to give them money, displaying his remorse. He thinks that rather than dying, it’s harder to stay alive. Despite that, he is confident that he will live on, and expects Violet to do the same despite her mistakes. History. Dietfried was born into an upper-class family worshiped as national heroes, the Bougainvillea family. Since a young age, Dietfried and his younger brother Gilbert were trained by their father since they would become soldiers once when they grew up. This is due to the fact that it was customary for the Bougainvillea men to enlist in the army. After the brother's father's death, Dietfried, as the eldest son, was expected to become the head of the family. However, he felt like that role suited Gilbert better and left him to take over the inheritances on his own. Dietfried states that the Bougainvillea household was never adequate for him and that he was not cut out to be the family head. In the history of the Bougainvillea family, Dietfried had been the first to choose the navy over the army. He made a name for himself and eventually got promoted to a naval captain. Four years prior to the story, Dietfried met Violet when he and his underlings were completely butchered by an armed fleet that was plotting to destroy one of Leidenschaftlich’s maritime trading ports. On a certain night, in the middle of the battle, they were hit by a huge storm. It was a grave catastrophe where both the allies and enemies sank into the coastal seas. The ship stranded, and Dietfried and some of his comrades arrived at a deserted island where they saw Violet. Dietfried was unsure if she had become orphaned or if she had suffered an accident in the sea just like them. Although Dietfried didn't have any intention of doing anything since he was already annoyed, his subordinates approached Violet and attempted to molest her. Before Dietfried was able to stop them, Violet killed them. Terrified by her actions, the remaining soldiers all fled, but Violet continued hunting after them. Dietfried and his remaining underlings then decided to kill her, but before they could act, she had already slaughtered everyone except for him. After that, he was pursued by Violet, but she only followed him around and didn’t attempt to murder him. Dietfried realized that Violet couldn't talk and couldn't understand words. He also concluded that she was the only inhabitant of that island and that the reason she had killed so many people was simply that she was ordered to do it. Once he understood that, Dietfried did repeated experiments; for example, if he pointed to animals or insects and said \"kill,\" she would immediately do so. This also applied to humans. Despite her inability to speak or understand language except the order to kill, Dietfried brought her home with him. Upon returning, Gilbert and Dietfried reunited after a long time. To celebrate Gilbert's promotion to a major, Dietfried \"gave\" Violet to Gilbert and was ordered to treat her as a weapon without any mercy or compassion. Since Dietfried couldn't nor wanted to handle Violet by himself, he entrusted his younger brother with that task. Gallery. &lt;tabber&gt; Anime= Light Novel= &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3137","text":"Dietfried Bougainvillea If is a newly written short story included in \"Violet Evergarden ~Last Letter~\", a compilation of previously written short stories. It is a sequel to \"Violet Evergarden If\". Summary. During the Continental War, Dietfried is fighting against other ships. He still hasn't named the girl soldier. They remain inseparable even after the war ends, and the girl eventually becomes his capable secretary. Dietfried is attempting to find a suitable name for her, but can't find any that fits her. A few days later, the two go to the city of Lontano to visit the house of a recently deceased artist whose art Dietfried admired. The artist's mother shows them her son's paintings. Dietfried wants to put them on exhibition in Leiden, but the artist's mother is hesitant. The woman hadn't supported her son's artist dreams and was filled with guilt when her son died in a bombing, and even more so now that a stranger has shown understanding of her son's work when she never did. Dietfried relates to her by talking about his own family issues, and that even though he doesn't regret running away from home, he wishes he could go back in time and make a few compromises. He tells her that it's better to do things now than to have regrets years later. Dietfried asks the girl soldier to leave as he comforts the woman. The paintings are put on display at an art gallery and became very popular with the people. Dietfried continues to see the artist's mother at art exhibitions and would answer her questions about the field of art. One day, Dietfried and the girl go to a plot of land with a rundown mansion that was once a villa owned by a wealthy man, introduced to him by an art dealer. Dietfried deems it perfect for his permanent home. The girl is horrified when she learns that Dietfried plans to leave the mansion to her after his death. To distract her from her tears, Dietfried pulls out his notebook of names and shows the name he had chosen for her: Linaria Bougainvillea. Dietfried thinks about what will happen to her after he died but decides to focus on the present. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3069","text":"Eamonn Snow is the childhood friend of Iris Cannary who rejected her love confession to him."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=725","text":"Edward Jones is the protagonist of the fifth chapter of the first volume of the light novel. He is Altair Prison’s most tightly secured prisoner who entrusts Violet to write a letter to someone he wants to kill, but hasn’t been able to. Appearance. Edward is a man with frosty-grey hair that is neatly combed and foxy hazel eyes with a mole under one of his eyes, which is his most remarkable trait. He has very pale, wax-like skin due to a lack of contact with sunlight. He wears a white and black jumpsuit. Personality. Edward's facade shows a very easy-going, playful, and calm man. No hints of viciousness can be sensed in his kind smile, to the point one would not believe he was Altair’s most tightly secured prisoner. In reality, he has a twisted personality. Edward is proud of his crimes, as he gave Violet a standing ovation when she managed to name all his past crimes. He is blunt and straightforward, and he seemingly has a short temper and an aggressive personality. He hates his life in prison and wonders why Violet did the same things but is treated with honor. He thinks it strange that he is considered a war criminal to the point that it angers him greatly. He claims that he killed a lot of people and committed crimes because he was ordered to do so. He is envious of the fact that Violet lives such a good life and wishes that he could mess her up for being so pretty. His curiosity, libido, murderous intent, and anger are often blended, and so he is unable to choose one. Similarly, Edward himself could not be described with only one character as a man. He seeks enjoyment in killing. History. Edward was wanted as a first-degree war criminal in the previous Great War. After his desertion, he repeatedly committed assault, rape, and murder by arson, and after a while of being in the news, he established himself as the leader of a religious cult. He is behind the deaths of this cult’s devotees as well. Approximately four hundred believers poisoned themselves in a mass suicide on his command. He also mangled those people’s bodies and made a tower with their limbs. Edward is also a former soldier who was in the same unit as Violet, but Edward never got the chance to talk to her. Eventually, he was captured and became the most guarded prisoner in Altair Prison. Story. He asks Violet to write a letter for him to a person he has wanted to kill but hasn't been able to: God. He explains that since he is a prisoner on death row, he wants to make one selfish wish before dying. In the last chapter, he gave his seat to Cattleya when Violet was left in the train hijacked by the Northern rebels. He was going to go see her, because he was freed from prison."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=674","text":"Enchaine , alternatively spelled as \"Enchaîné\", is a country state located in the southwestern region of the Telsis continent. It is in great part an easy-to-live-in land of relatively flat topography, cool in the summer and comfortable in the winter, with little differences of temperature throughout the year and considerably stable climate. Enciel Kingdom. The, also nicknamed “Telsis’s Bread Basket”, is the largest nation in Enchaine, and is one of the biggest agricultural countries in the world. Its west and south face the sea, the north has borders with the Drossel Kingdom and the Genetrix Nation, and the east is adjacent to the countries of Bransle and Idifica. The royal capital, Enchaîné, located on the east side of the country, has a large river leading to the sea in the south, a railway that connects with Leidenschaftlich, one of the great southern nations, and a transportation network with various neighboring countries as a focused key-point. It is a location that takes place in the \"Violet Evergarden\" series. It is here where Violet was in the hospital for 112 days until being picked up by Hodgins to go to Leiden. History. During the previous Great War, in which the South and North of the continent had disputed against one another, it had not gone as far as sending off soldiers, but stood alongside the southern side that had served as leading power for Leidenschaftlich, which it had stronger economic relations with. The main battlefield was the center of the continent, at the outskirts of Intense’s sacred grounds, belonging to the East, which simultaneous battle against the western parts of the continent was mild in comparison to the others. Furthermore, there were other countries between the Enciel Kingdom and the battlefield, and as the military solidified its borders, its territory was recognized as a safe area. Additionally, since Enchaîné had medical schools boasting a long history, as well as a great number of doctors, it also served as a base where troops wounded on the front lines were sent to and medically treated."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=297","text":"Episode 1 is the first episode of the \"Violet Evergarden\" anime adaptation. It aired on January 11, 2018. Summary. After surviving the Great War, Violet wakes up in the army’s hospital. The arms that she lost had been replaced with silver prosthetics. Hoping to go back to work as fast as possible, she attempts to write a report to her superior officer, Gilbert, but can’t even manage to hold a pen with her new limbs. A former lieutenant-colonel of the army, Hodgins, comes to visit her. As he says he had come to pick her up on Gilbert’s request, Violet is taken by him to the capital city, Leiden. While observing the city where scars from the war remained, Violet reminisced to “certain words” that Gilbert had told her on the battlefield. Plot. Violet is a soldier in the Leidenschaftlich Army who served under Major Gilbert Bougainvillea, who she was utterly devoted to. However, Violet is injured after a mission which resulted in the loss of her arms, requiring them to be replaced with prostheses. Colonel Hodgins, an old acquaintance of Gilbert, arrives to pick up Violet. He explains to Violet that the war they were fighting has ended and peace has come, though he is unwilling to tell Violet what happened to Gilbert. They leave for the capital city of Leiden, where Gilbert had already arranged for Violet to be adopted by the Evergarden family. However, Violet cannot adjust to civilian life due to her military indoctrination. Hodgins later decides to show Violet his business, the CH postal company which acts as a private mail and ghostwriting service and hires her as a postal worker. She then witnesses the Auto Memory Dolls of the ghostwriting department writing a letter for an illiterate man who wants to proclaim his love to someone. Violet then remembers that \"I love you\" were the last words Gilbert had told her. Wanting to know the meaning of the words, Violet asks Hodgins for her to join the ghostwriting department. Impressed that Violet has finally shown signs of acting on her own free will instead of on someone else's orders, Hodgins accepts Violet's request despite her not being an Auto Memory Doll."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1092","text":"Episode 10 is the tenth episode of the \"Violet Evergarden\" anime adaptation. It aired on March 15, 2018. Plot. Violet arrives at a mansion where a young girl named Anne lives with her wealthy but sickly mother. Anne's mother has hired Violet for seven days to write letters, but Anne is not told what the letters are about or who they are for. In addition, Anne is both mistrustful and fascinated by Violet, as she mistakenly believes her to be an actual living doll due to her prosthetic arms. Over the next week, Anne comes to accept Violet but cannot accept being separated from her mother while the letters are written. After an angry outburst by Anne, Violet manages to calm Anne down and convince her not to blame herself for her mother's illness. The letters written, Violet leaves and eventually, the mother dies. Afterward, Anne begins receiving the letters from her mother written by Violet and grows up to start a family of her own. Back at the post office, Violet reveals to her co-workers that the letters would be delivered to Anne on her birthdays for the next fifty years and is overcome with emotion at the thought of Anne having to live alone after her mother's death."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1139","text":"Episode 11 is the eleventh episode of the \"Violet Evergarden\" anime adaptation. It aired on March 22, 2018. Plot. Violet returns to the post company and overhears Claudia discussing with Cattleya an odd assignment request he received. Aldan, a soldier from a battlefield to the north has requested a doll to write letters for him. Claudia, obviously unwilling to send any of his employees to actual war, decides to ignore the letter. Violet grabs the opportunity to steal it and sets off to the north to find the soldier who needs her services. Violet manages to convince a local postman to fly her over a deserted mountain and let her jump down from the airplane there. The moment she is about to jump, her client’s battalion has just been attacked, but initiated retreat realizing they are encountered by the girl soldier which is Violet. With Aldan seriously wounded, Violet carries him to a safehouse. Violet memorized Aldan's message to her parents and Maria, a long time friend of his but turns out to have mutual feelings of love, by typing in the air since she wasn't able to bring her typewriter. Violet holds his hand as he dies, then visits his hometown to deliver his letters along with the handkerchief Maria gave to her with Aldan's blood stained on it. Everyone cries, and Violet finally breaks down and cries along with them."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1214","text":"Episode 12 The twelfth episode of the \"Violet Evergarden\" anime adaptation aired on March 29, 2018. Plot. Dietfried is ordered to protect a special envoy who will be traveling to a conference to sign a peace treaty, formally ending the war. Meanwhile, a rebel anti-peace faction led by General Merkulov plans to ambush the envoy in order to stall the peace talks. Cattleya and Benedict accompany the envoy as they board a train to travel to the city of Distery. Meanwhile, Violet, returning from Ctrigall, notices a number of fires near the railroad. Upon learning that Cattleya is on the train, Violet decides to accompany them for protection. However, the anti-peace rebels have already infiltrated the train, and after it leaves the station they stage an attack. Violet attempts to fight back but is eventually restrained due to her refusal to kill anybody. Dietfried rescues Violet, although he blames her for Gilbert's death and tells her that she has no reason to live. Violet counters that Gilbert's final order was for her to live on and that she regrets not being able to protect Gilbert. At that moment, a rebel fires a rifle grenade at Dietfried, but Violet deflects the grenade with her prosthetic arms."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1247","text":"Episode 13 is the thirteenth and final episode of the \"Violet Evergarden\" anime adaptation. It aired on April 5, 2018. Plot. Violet continues to protect Dietfried, losing one of her arms in the process. However, as the train approaches a bridge, General Merkulov reveals that the bridge has been rigged to explode, as a backup plan, before proceeding to leap off the train and into the river below. Violet and Benedict go to remove the bombs, with Benedict is kicking one off, and Violet tearing the other off with great effort, losing her one remaining arm. With the envoy safe, the party continues on to the peace talks, where Leidenschaftlich and Gadariki officially sign a peace treaty to end the war. Upon returning to Leiden, a popular event called the Air Show, where planes are loaded with letters that are released into the sky to rain down all over the country, is revived due to the peace. While Violet's coworkers are writing letters to submit, Cattleya suggests she write a letter to Gilbert. However, Violet cannot find the words to say. She is then invited by Dietfried to visit him and Gilbert's mother. She assures Violet that she does not blame her for Gilbert's death and that he lives on inside her heart, even if the memories are painful. As Violet leaves, Dietfried notes that she's become fully independent thanks to Gilbert's teachings. Now inspired, Violet writes her first ever letter to Major Gilbert for the Air Show. In it, she tells Gilbert that she'll keep on waiting for him, that she's learned so much and found so many emotions as an Auto Memories Doll, that she plans to keep living in hopes that she'll meet him again, and finally that she understands the words \"I love you\" a bit more. Through this, she finally comes to terms with Gilbert's loss. The next day, Violet receives a new ghostwriting request and returns to work, introducing herself to her client."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1604","text":"Episode 14 is an OVA bundled with the 4th Blu-ray &amp; DVD and the overall fourteenth episode of the \"Violet Evergarden\" anime adaptation. It aired on July 4, 2018. Summary. The episode takes place before the 13th episode. Irma Fliech, an opera singer, request Violet's services to write a love letter. After several tries, Violet understands, thanks to Ardo, what are Irma's wishes. In fact, she wants a letter for a new piece of opera about the war. She wants to do something modern and more close to people. She lost her love, Ardo's son, in the war. Knowing that, Violet can write a real love letter and Irma approves it and sings it at the final of the episode."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=298","text":"Episode 2 is the second episode of the \"Violet Evergarden\" anime adaptation. It aired on January 18, 2018. Summary. Violet becomes an Auto Memories Doll apprentice in order to learn the meaning behind Gilbert's words. Despite getting off on the wrong foot due to her inability to understand people's emotions, she resolves herself to grow into a capable Doll. Cattleya and Hodgins discuss what happened to Gilbert. Plot. In order to find out the meaning of the words Gilbert had told her, Violet had volunteered to become an Auto-Memories Doll apprentice. Yet, as her days used to consist of nothing other than fighting as a “tool” of the military, she was incompetent at comprehending people’s feelings and turning them into words. As Violet would candidly say whatever came to mind in regards to the clients, her colleagues, Erica and Iris, were skeptical, and their senior, Cattleya, was astonished as well. A female customer arrives at the CH Postal Company. As a matter of course, Violet ends up writing a letter on someone’s behalf for the first time. Still incapable of understanding emotions the letter ends up angering both the recipient and the client. Erica then confronts Violet about her motivations to become a Doll, but relents when Violet tells her about her desire to learn the meaning of the words \"I love you.\" Iris suggests to Hodgins to fire Violet, but Erica comes to her defense, partly motivated due to her own insecurities about being a proper Doll. Hodgins decides not to fire Violet and gives her a new uniform, along with the brooch Gilbert had originally given to Violet, which Hodgins managed to recover. Violet is overjoyed at the return of the brooch and agrees to attend a Doll training course. That night, Hodgins confides in Cattleya that he used to be friends with Gilbert and that Gilbert is \"never coming back.\""}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=299","text":"Episode 3 is the third episode of the \"Violet Evergarden\" anime adaptation. It aired on January 25, 2018. Summary. Violet enrolls in a Auto Memories Doll training course. Her classmate Lucilia befriends her, though she has her own problems with her war veteran brother. Plot. Violet attends at the Auto Memories Doll Training School in order to become a true Doll. There, she meets and befriends a girl named Luculia Marlborough. The next day, Violet and Luculia are assigned to practice their actual ghostwriting skills on each other. However, Instructor Rhodanthe is unimpressed with the way Violet ghostwrote Luculia's letter, informing her that letters are an instrument for communicating a person's feelings, and that letter she ghostwrote was unacceptable. Luculia decides to take Violet to her favorite spot atop a bell tower to show her the view, and it is revealed Luculia's brother is crippled from the war and is now a drunkard. However, Violet fails to pass the class while Luculia graduates with top marks. Luculia meets Violet again and offers to ghostwrite a letter to Gilbert, but Violet cannot find the words to say. Luculia then tells Violet how her parents died in the war and her brother feels guilty over failing to protect them. She wants to tell her brother that she's just glad he's alive and home, but likewise cannot find the words to say. Touched by Luculia's words, Violet manages to write a short and concise letter that effectively conveys Luculia's feelings to her brother. Upon being shown the letter, Instructor Rhodanthe allows Violet to graduate and Luculia helps her brother to the top of the bell tower to enjoy the view like they used to as children. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=300","text":"Episode 4 is the fourth episode of the \"Violet Evergarden\" anime adaptation. It aired on February 1, 2018. Summary. When Iris goes to her home village on an assignment, Violet accompanies her. Iris's birthday party sparks a disagreement with her family. Plot. Iris Cannary receives a personal ghostwriting request from her hometown, but accidentally injures her hand. As a result, Violet is sent along with her to assist her in writing. Upon arriving, Iris is met by her parents, and her mother reveals that she was the one who sent the request in order to get Iris to come back to celebrate her birthday. However, Iris is frustrated when her mother admits she wants to use the party as a way to find a suitor for her. As Violet writes the party invitations, Iris specifically asks her not to send an invitation to a man named Emonn Snow, but Violet sends the invitation anyways. When Emonn appears at the party, Iris angrily retreats to her room. Violet then talks to Iris to figure out what's wrong, and Iris tells her that Emonn was her childhood crush, but he rejected her confession. The emotional pain caused by Emonn's rejection was what caused her to leave her hometown to become a Doll. This causes Violet to realize that a love confession like Gilbert's must have required a great deal of courage to say. Violet then helps Iris write apology letters to all of the party guests, as well as her parents. Moved by the letter, Iris' parents allow her to continue working as a Doll. On the way back to Leiden, Iris tells Violet that her parents named her after the flower of the same name, since she was born while they were in full bloom. This triggers a flashback in Violet, who remembers that Gilbert named her after the flower of the same name. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=301","text":"Episode 5 is the fifth episode of the \"Violet Evergarden\" anime adaptation. It aired on February 8, 2018. Summary. Princess Charlotte is to have a public correspondence with her betrothed, and Violet is entrusted with writing the letters on her highness's behalf. Plot. At the request of the military, Violet is sent to the Kingdom of Drossel to help Princess Charlotte write open love letters to Prince Damian of the neighboring Kingdom of Flugel. Violet's mission is crucial since Drossel and Flugel were previous enemies in the war and are arranging the marriage to cement the terms of their peace treaty. Despite Charlotte is anxious about the wedding, Violet writes an excellent love letter tailored to her request. Damian responds in kind, but Charlotte does not appear satisfied with his words. She later confides in Violet that she had personally met Damian, who doesn't act in such manner. At her 10th birthday party, Charlotte first met and grew infatuated with Damian since he spoke honestly and treated her as a person rather than a potential wife. Now, she's unsure whether Damian reciprocates her feelings, since she could tell the letter was written by a Doll. Violet then gets an idea and arranges with Damian's Doll to have Charlotte and Damian hand-write their own letters to each other. This starts a heated but passionate correspondence between the two that entrances everybody in both kingdoms better than the prior embellishment. Eventually, the two meet, and Damian personally proposes to Charlotte, who gleefully accepts. The wedding goes as planned while Violet and Cattleya, who was Damien's Doll, return to Leiden. Upon returning, Violet encounters Gilbert's brother Dietfried, who expresses disbelief at how she had become a Doll and reminding her she had killed countless people, including many of his men. Letters Transcript. \"(From the Original English Captions, with name corrections.)\""}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=759","text":"Episode 6 is the sixth episode of the \"Violet Evergarden\" anime adaptation. It aired on February 15, 2018. Summary. Violet travels to the country of Astrea to work with transcribers copying damaged manuscripts. Her partner Leon has a past not unlike hers. Plot. Violet, along with a number of other Dolls, arrives at the Shaher Astronomical Headquarters in order to help the scholars make copies of a number of rare books. Violet is paired with a young scholar named Leon, who initially dislikes her and Dolls in general. However, he is impressed with how quickly she works and begins to soften when he sees that she doesn't care about his background or upbringing as an orphan. He invites Violet to view Alley's Comet with him, which only appears once every two hundred years, and she accepts. While the two stargaze, Leon explains that his father was also a scholar at the Observatory but disappeared on an expedition. His mother then left home to search for him and never returned either, causing Leon to resent them and the concept of love. Violet then tells Leon that she has no known blood relatives, but is completely devoted to Gilbert. It's then that Leon realizes Violet is in love with Gilbert. The next morning, Violet is preparing to leave now that her job is complete. Leon sees her off and tells her that instead of waiting at the Observatory for his parents to return, he'll start traveling the world like Violet to go look for them. As Violet leaves, Leon wonders if he'll ever encounter her again."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=851","text":"Episode 7 「　　　　　」 is the seventh episode of the \"Violet Evergarden\" anime adaptation. It aired on February 22, 2018. Summary. A playwright with writer's block and a tragic past summons Violet to the country of Genetrix to help him finish a script. They both learn about grief. Plot. Violet goes to assist a famous writer, Oscar Webster, in writing his next play. However, she arrives to find him a drunk recluse. Violet manages to convince Oscar to suspend his drinking while they work, and they begin writing the play. The play is about a girl named Olive who uses her power to summon magical sprites to defeat a beast, but in doing so sacrifices her ability and becomes stranded away from her home and father. Violet becomes curious about how the story will end, which Oscar hasn't decided upon yet. Violet then finds a parasol, triggering an angry outburst from Oscar. He then admits to Violet that he based Olive off of his daughter Olivia, who had died from illness, and he is trying to write the play as a way to cope with his grief over her loss. Violet then inspires Oscar with the idea of Olive using her magical parasol to fly home. Oscar comes to terms with his daughter's death and thanks Violet. On the way home, Violet begins to suffer regrets over the people she had killed during the war, wondering how many happy endings she may have prevented. Upon returning to Leiden, Violet learns from Mrs. Evergarden that Gilbert is dead and confronts Hodgins. He admits that after their final mission, neither Gilbert nor his body could be found, but his dog tags were recovered, leading to the army presuming him dead. Violet remains in denial about Gilbert is dead and flees the post office in distress."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=983","text":"Episode 8 The eighth episode of the \"Violet Evergarden\" anime adaptation aired on March 1, 2018. Summary. Violet finds out Gilbert is listed as missing in combat while his family believe he's dead. Plot. Violet heads over to the military headquarters to confront Dietfried about the truth of Gilbert's fate, and he confirms he is dead. Still in denial, Violet travels to Gilbert's mansion, where she finds his grave. Back at the post office, Hodgins leaves to go look for Violet. Violet then begins to recall her past with Gilbert, which started when Dietfried transferred her to his command as a child soldier. Despite his desire to raise Violet as a normal girl, Gilbert is forced by his superiors to put her on the frontlines due to her combat abilities. Violet proves to be instrumental in winning many key battles. During this time, Gilbert gave Violet her name and taught her how to read and write, and he eventually buys her a brooch as a gift. Sometime later, Gilbert's unit is assigned to stage an attack on the enemy's headquarters, the success of which could mean the end of the war. Gilbert's unit suffers heavy casualties in the assault, but they are able to seize headquarters and signal the main force to attack. However, just as Gilbert sends the signal, he is shot by enemy soldiers, shocking Violet."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1044","text":"Episode 9 is the ninth episode of the \"Violet Evergarden\" anime adaptation. It aired on March 8, 2018. Plot. Violet attempts to carry a wounded Gilbert to safety, but is shot and hit with a grenade in the process, resulting in the loss of both of her arms. Gilbert tells Violet to leave without him and finally tells her that he loves her, but she doesn't understand his words. Defeated, the enemy army bombs their own headquarters, and Gilbert sacrifices his life to push Violet to safety. In the present, Violet returns to the battle site to search for Gilbert. Hodgins then arrives and tells her that Gilbert had entrusted her care to him in case anything happened to him. Violet returns to the post office with Hodgins but refuses to do any more ghostwriting work, worrying her coworkers. In her grief, Violet attempts to commit suicide but cannot go through with it. After helping Benedict deliver letters and reading a letter sent to her by Erica and Iris, Violet comes to realize that the act of receiving a letter can bring someone joy. She returns to work, starting with ghostwriting a letter for Spencer, Luculia's brother. Violet returns to the post office and asks Hodgins if it is really okay for a person like her live on. Hodgins responds that what she had done in the war can never be undone, but that also applies to all of the good deeds she has done as an Auto Memories Doll."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=224","text":"Erica Brown is a former Auto Memories Doll who worked at CH Postal Company. She is currently working as a playwright. Appearance. Erica is a young woman with a relatively short stature and thin eyebrows. She has short, straight light brown-honey colored hair which reaches down to her chin with straight bangs covering her forehead. Her hairstyle somewhat resembles that of a longer bowl cut. She sports round, transparent glasses which she wears over her medium-colored amber eyes. She also has freckles located on the bridge of her nose and a small mole underneath her lip. Personality. Erica is a quiet girl who is usually seen in the backgrounds. She isn't confident in her own work as an Auto Memories Doll and is easily swayed by other opinions and takes criticism on her work seriously and to the heart. She also always worries inwardly over her exchanges with her clients and has no confidence in her job. This has led to her timid personality and low self-confidence. However, it is evident that Erica is a strong-willed, very thoughtful and kind girl who will firmly stand to her own opinions. Erica was motivated into becoming an Auto-Memories Doll due to a certain novelist’s influence, which made her wish she could write texts that resonated with people’s hearts."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=884","text":"Eustitia is a city renowned as the capital of astronomy. It is located in the southwestern part of the continent is the country of Astrea, which center is slightly pierced through by mountain ranges extending from the middle of the mainland to the southwest. The people live at about 1,500 meters above sea level. At the center of Eustitia is the Shaher Astronomical Headquarters, also known as the \"Observatory\". Overview. Since the country of Astrea was full of peace from north to south of its mountainfoot, there used to be nearly no residents going through the trouble of living in the inconvenient mountain range. As this fact had caught his attention, Shaher purchased a large portion of its land and made sure that light pollution would not reach it, even if an observatory were built there. For that reason, even at present, there are no other cities around the observatory. An exclusive railway extends from the capital to the surroundings of Eustitia, and from there to the observatory, people are transported by a ropeway that became the first to be generally operated in the history of the continent. Eustitia is called the “capital of astronomy” due of its superiority in astronomical observation, but it could also be said that the most remarkable characteristic of the city was being home to one of the world’s leading astronomical research institutes."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3065","text":"Fanbook Short Story The Fanbook Short Story is a short story included in the \"Violet Evergarden the Movie Official Fanbook\". Summary. The story is told in two diary entries written by Violet and Gilbert respectively about the same day. During the day, they went shopping and encountered a stray dog that Gilbert had met and gave affection to several times before, though Gilbert is reluctant to adopt it. Later in the day, it starts to rain heavily. Violet and Gilbert, worried about the dog, go out to search for it. Gilbert reveals that he had already named the dog \"Claudia.\" They find the dog and take it back home. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=158","text":"Gilbert Bougainvillea is a character in the \"Violet Evergarden\" series. He is a major in the Leidenschaftlich army and the only one who really valued Violet, seeing her as a human being rather than a tool, contrary to his brother Dietfried, who saw Violet merely as a weapon for war. Appearance. Gilbert is a man with a tall stature, thin waist, broad shoulders with emerald-green eyes and Dark blue hair, which are common traits for men of the Bougainvillea family. He has a scar on his left cheek and one just above his left eye. He has short, slicked-back hair with several locks falling freely and framing his face. He looks very similar to his late father, as they are both considered attractive, but have a \"stodgy look\" to their face. His uniform consists of a purplish-black outfit paired with burgundy linen shoulder pads and a decorative accordion-pleated cloth glistening around his hips and buttoned up to his neck. After surviving the war, Gilbert receives a maneuverable prosthetic arm made of metal. He also begins wearing a black eye patch over his right eye due to losing vision in it. Personality. Gilbert is a reserved, stoic and stern man who is stated to be incapable of loving anyone or being loved by someone else. Being a soldier, Gilbert was required to suppress his sentiments and pleasures, so he feels like he isn't allowed to show his genuine emotions. He feels like he cannot say what he wants to; he didn't have the right to nor does he think that he deserves to. Because of that, he thought that his heart would be relieved if he earnestly put his thoughts into words. When he doesn't, however, feelings of guilt, regret, bitterness, frustration, anger, and sorrow would mix in his head. Gilbert is a stressed individual, and the frustration of things not going as he wanted would seethe within his head and burst out. He also has a bad habit of ignoring the pain of his conscience and pushing it to the back of his mind. However, when he says something he genuinely wants to say, it gives him a peculiar feeling likely caused by finally being able to muster out his most honest sentiments. He somehow feels that everything has been forgiven by confessing his feelings of care towards Violet. Gilbert had an aptitude for the military, and he never felt any anxiety or fear when receiving promotions in the army. He thinks that God had bestowed him with a destiny that matched him perfectly. Gilbert has always felt like there was nothing he wanted to do nor a place he thought he could go to. He had come as far as he had by acting as expected of a child born into the noble Bougainvillea military family, hence he is rather envious of his friends who energetically speak about their dreams. Gilbert has very few things that he likes, and there’s a much bigger number of things that he detests. He simply doesn't say it, but he is not fond of his lifestyle. He states that although he does protect his country, he dislikes the world. He claims that the things he likes are his best friend Hodgins, his inevitably twisted family, and Violet Evergarden. According to Hodgins, despite being a \"pampered rich kid,\" he has a calm and warm personality with a real character to him. Sometimes, he does have a chilly and blunt personality though, especially when people question the obvious. Gilbert is also acquiescent, but that does not apply to everyone. However, he is also wise and has a strong sense of right and wrong and possesses real empathy. He is not merciless like his brother and is a compassionate and caring man who cherishes the ones he cares for, as he puts their safety above his own. Gilbert is deeply kind and carries strong morals with him, as he believes that his brother's actions in turning Violet into a weapon were sickening. This is why he offered Violet warmth and kindness, something that she had never experienced before. History. Early life. Gilbert was born into an upper-class family worshipped as national heroes, the Bougainvillea family. From a young age, Gilbert and his older brother Dietfried were trained rigorously by their father to become soldiers once they grew up, as it was customary for men from the Bougainvillea family to enlist in the army. At some point, after Dietfried left the army and joined the Navy, it fell to Gilbert to become the 26th generation boss of the Bougainvillea family. Served in the army. Gilbert joined the Leidenschaftlich Army and ever since enlisting, he had been integrated into the army attacking unit. He was sent to the battlefield at the age of seventeen and fought for around eight years, only returning to his motherland a few times a year. Four years prior to the main events of the story, an abandoned Violet was found on the battlefront by Gilbert's older brother, Dietfried. Upon returning, Violet was \"given\" to Gilbert as a gift to commemorate his promotion, having been promoted to a major in light of his wartime achievements and expectations from his bloodline. Dietfried, not wanting to take care of Violet, pushed this task to his younger brother. Seeing how harshly his brother treated the young Violet, Gilbert immediately grabbed her and pulled her into his embrace to shield her. Gilbert then decided to enlist her into the military unit that he had been appointed to take overall command of in his promotion to major. He later received permission to conduct private experiments at the training grounds as to whether Violet could be officially classified as a \"weapon.\" Even though Gilbert was ordered to treat Violet as a tool with no mercy and compassion, Gilbert was strongly against his brother's cruel behavior towards Violet and instead treated her with kindness. He taught her speech, words, and gave her the name \"Violet\" in hopes that she would grow into a woman as beautiful as the flower. Even though Gilbert wanted to grant her parents to raise her appropriately, he couldn't, since he was scared of her killing someone without his knowledge. He just wanted her to grow as a person, and as she grew up, be able to become something more than a \"tool\". Gilbert and Violet fought in the war together; Violet, the \"weapon\", and Gilbert, her \"user\". Operation regain Intense. During the war, Gilbert's unit is assigned to stage an attack on the enemy's headquarters, the success of which could mean the end of the war. They were able to seize headquarters and signal the main force to attack, but under this time, the whole unit suffered heavy casualties. Gilbert, who was in a near-death state, told Violet to leave him behind and escape to give her a chance of surviving, which Violet stubbornly refused despite having lost her arms. But after Gilbert's pleading for her to stop, she gave in. He then told Violet that he wanted her to be free and live happily, not as a tool, but as a regular human being, and to find a real home. Before succumbing to his injuries, he confessed that he loved Violet from the bottom of his heart. After the war. After the final battle, Gilbert miraculously survived and awoke in a hospital bed run by a monastery, having lost both his right eye and arm. Upon recovering, he worked there for a while, helping around the place where he witnessed the numerous casualties of the war. Instead of returning home or notifying the Leidenschaftlich military, Gilbert roamed around for several years until he eventually discovered and journeyed to Ekarte, an island previously occupied by Gardarik and worked as a school teacher. Story. Gilbert miraculously survived the war, but at the cost of one of his arms and his right eye. In order for Violet to not go back to the way she used to be, only following his orders and acting as his tool, Gilbert entrusted Hodgins with taking care of Violet. Gilbert also told Hodgins to tell Violet that he was dead, but Hodgins didn't have the heart to tell her at first. Gilbert then secretly continued his life in the army, and he was later promoted to colonel. Relationships. Violet Evergarden. Gilbert was \"gifted\" with a young Violet, a meeting in which he immediately embraced her. Gilbert states that from the moment he embraced her, their destinies intertwined. Although Gilbert was ordered to treat her as a tool, Gilbert treated her with kindness and compassion instead. He was the one who taught her speech, writing, and emotions, and during the four years they spent together by bonding over different things, the two grew very close. Although Gilbert was initially scared of Violet's ability to kill, he states that he would not entrust her to anyone, he would \"raise\" her appropriately by himself in hopes of her becoming a girl fitting of the name he gave her. As time went on, Gilbert grew to love Violet, seemingly as a father would love his daughter, which is demonstrated by how happy he would become whenever she would call \"Major\". He also believed that he had to protect her, and felt like his chest pounded with immutable devotion towards her. He is portrayed to love Violet as his own kin, having raised her from a young age, and teaching her all she knows about the world. After acknowledging that he loved her, he ceased attempting to drag her into war, but he couldn't since he was forced by his superiors to put her on the frontlines due to her combat abilities. He wished for her to become something more than a tool, for her to find a place to belong and to live on. He cares for her deeply, he doesn't want for her to be hurt, only yearning for her happiness and well-being. During the war when both of them were in a near death-state, Gilbert finally confessed that he loved Violet from the bottom of his heart, to which he also expressed his desire for Violet to escape from the military in order to become free. He confided in her how she would be fine, even if he wasn't around, and Gilbert, who had never felt like wanted to do anything with his life, later came to understand that teaching what love is to the girl who didn't know it was, was his life’s purpose. Gilbert was the first person to show Violet what love is, just as most children’s first experience of love is from their own parents as well. It is thanks to Gilbert and his words, \"I love you\" that gave Violet the motivation to live on and understand the meaning behind his words. Gilbert describes Violet as the only person he has ever loved in his life, and that she is very important to him. Suffering from the guilt of having treated Violet as a tool causes Gilbert to even become suicidal during matters that concern her, such as when he asked Hodgins to kill him if she had died in the war or when he briefly considered shooting himself after being led to believe Violet found out about his survival and despised him for it. Although Gilbert lied about his own death, it was only out of love for Violet, in hopes that she would find her own path in life rather than follow his orders forever. After their reunion, Gilbert is still very much in love with Violet, and she, as well, has come to understand the concept \"love\" and her feelings towards him slightly better. However, Gilbert decides to wait for Violet until she truly understands the words \"I love you\", and he wants her to, when that time comes, for her to accept his love. Claudia Hodgins. Gilbert and Hodgins have been best friends ever since they attended an officer academy together while serving in the Leidenschaftlich army. Gilbert respects Hodgins greatly as a superior in the army, but would act chilly towards him while Hodgins would tease and face him in an energetic manner. Such was the relationship between the old friends. Like everyone who has dreams though, Gilbert felt slightly envious of Hodgins when he spoke of his dreams since he himself didn't have anything he wanted to do. However, Gilbert really does cherish Hodgins, as he claims that Hodgins is the only man in his life that he has called his \"best friend”. He is also one of the few people Gilbert genuinely likes and considers precious. They would always help each other whenever anything would happen, and they might have been more familiar with one another than with their own parents. That is the proof that Gilbert trusts Hodgins so much that he entrusted him with the care of Violet once the war was over. Dietfried Bougainvillea. His older brother. Although Gilbert seemed different from Dietfried, they were alike deep down. Both viewed things empirically, determined exactly what was currently happening, and tried to deal with it in the best way. Since Gilbert could not love anyone due to being too stern, his elder brother had everything he lacked, to the point of making him infinitely envious as a fellow human being. Although Gilbert does have mixed feelings towards his brother for treating Violet the way he did, the brothers do have a deep connection between them. Despite their different personalities and outlooks on life, Dietfried has stated numerous times how dear Gilbert is to him, and how much he loves him. Mr. Bongainvillea. Gilbert's father always had an extremely strict relationship with raising his children, making them undergo exhausting training and not accepting continuous defeats in fencing or even low grades in homeschooling, since they will carry the surname of the Bougainvilliea family, serving in the army by Leidenschaftlich. Gallery. &lt;tabber&gt; Anime= Light Novel= &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3063","text":"Gilbert Bougainvillea and the Transient Dream is a short story given out to theatergoers for the screening of \"Violet Evergarden the Movie\". It is also included in the story collection \"Violet Evergarden ~Last Letter~.\" Summary. The story takes place after Gilbert and Violet's wedding and is split between events from Gilbert's past and the current time. Gilbert dreams about an episode in his childhood where his brother Dietfried was beaten for attempting to run away from their strict household. Dietfried tells Gilbert not to be their family's slave. Gilbert wakes up and is initially surprised to find Violet in his arms. This is the first day that they are living together and both aren't used to it yet. Since it's a rainy day, the two of them spend the day indoors. Gilbert flashes back to the day he visited his room at the military academy before school began. His parents didn't accompany him, and his brother had already run off to the naval academy. He sees other young men enjoying their lives and thinks about how if he complained about his responsibilities, he would be cut off from his family. In the present day, Gilbert and Violet go to a park to have a picnic. They talk about the lack of security in riding hot air balloons, as well as the time that they had to eat one of their military horses for survival. In the past, Gilbert went on a date with his fiancée at a cafe, but it was clear that neither of them were interested in each other. Gilbert would rather hang out with his first ever friend, Hodgins. His fiancée asked him to convince his parents to cancel the engagement. In the present day, Gilbert buys a bouquet of roses and gives them to Violet. Gilbert recalls buying Violet her emerald brooch and his anguish over only teaching her how to kill and nothing about beauty. In the present day, the two are buying rings at a jewelry store. Despite the happy occasion, Gilbert feels that something is off. He then realizes that Violet's arms are not prostheses. The jewelry store vanishes, and Gilbert is convinced that their happy memories never existed. He feels a complicated mix of emotions over his relationship with Violet and his lack of guilt for what he did to her, and then finally wakes up in the real world. Gilbert wakes up alone, but recalls his terrible dream. He is almost resigned to following the path set out for him by his family when Violet knocks on his door, back from shopping for breakfast. Gilbert kisses her and tells her that he had a terrible dream. Violet confesses that she also has dreams where she is trying to find him but fails. Gilbert realizes that they are alike, and that he fears nothing now that he has his greatest love."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3181","text":"Iberis Konoue Iberis Konoue is an Auto Memories Doll. She graduated from the Auto Memories Doll Training School."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1154","text":"Intense is the city where Violet fought in the war. During the war, in the Leidenschaftlich Army, Gilbert's unit was assigned to stage an attack on the enemy's headquarters, the success of which could mean the end of the war. Gilbert's unit suffers heavy casualties in the assault, but they are able to seize headquarters and signal the main force to attack. Defeated, the enemy army bombs their own headquarters, resulting in the end of the war. Overview. The mountain ranges that penetrate the continent at east and west and the ones extending from north to south cross one another in the central part of the mainland and become one. Since the place looked like the world’s spine as seen from anywhere in the surroundings, it was thought in the Old Genesis mythology to be the backbone of the Great Land’s Mother Goddess as she created the continent by lying down. It is also the origin of many fountainheads of rivers that extend to all over the continent, and from that it was thought to be a source that brought fertility to the earth. Furthermore, as most of the central part consists of the continent’s highest mountain peaks, it is a land of faith since time immemorial and became a sacred ground the majority of the continent’s religions before anyone realized it. Background. On the land that resided in the highest mountain peak was built the pilgrimage city of Intense, which became one country by integrating neighboring lands, yet it was but a sacred ground open to the whole world, as well as a neutral place that did not belong to any power. However, a religious nation, the Salbert Holy State, was unable to tolerate Intense becoming a foreign country, attempting to raid it many times. For that reason, they conspired along the Galdarik Empire, which was running short on food and resources and aiming for opportunities to invade the South, forming an alliance with the involved neighboring countries and declaring war against the Southern Union. The Galdarik Empire’s side detained Intense, which was a mountainous region, and claimed that it would rush into and occupy Leidenschaftlich in one strike, but as the Salbert Holy State had the occupation of Intense as its primary target to the very last, the military had no interest in moving out of the mountainous region, so the advancement of its attacks decreased, giving the Southern Union time to build a defense net. Additionally, although the main force of the Northern Alliance had occupied the intense, the Sarbelt Soviet Army had suspended any further attacks, so the front lines agglutinated even more."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=225","text":"Iris Cannary is a character in the \"Violet Evergarden\" series. A rookie Auto Memories Doll with an unyielding spirit who works at CH Postal Company, Iris admires young working women and is enthusiastic about quickly making a name for herself in the industry. Appearance. Iris is a young woman with a tall, slim build and tan skin. She has messy, ear-length cedar brown hair with long bangs framing her face and two short strands of hair pointing up. She has yellow-golden eyes. Her working attire consists of a sleeveless brown shirt and a gray undershirt connected to her heeled green-grey shoes. She wears a pair of unbuttoned white trousers and a belt with orange and black stripes. She also wears accessories such as a gold necklace with a green band and an aqua-blue bracelet. Personality. Iris has been rarely afraid to speak her mind, as shown by her boredom with her job and open expression of disinterest toward ”boring” tasks as a Doll. She wishes to be given more interesting tasks, such as writing love letters to celebrities, which is what she thought she would do when she became a Doll. She comes off as blunt, short-tempered and dishonest, concealing her true feelings towards others. She is also self-confident as she notes that she is amazing and has what it takes to become Leiden's most talented Doll. She doesn't like making mistakes, which is why she isn't quick to admit them. She can get easily carried away and overly excited when she gets requests to write letters. She sometimes acts and talks very impulsively and without thinking about the consequences, in which she lets her emotions get the better of her when she is upset. However, after realizing what she caused, she will apologize and genuinely admit her mistakes. She is also kind and caring for her close friends and family, despite her fierce, sassy, and cold attitude. Iris is a very hardworking and dedicated woman who doesn't stop trying until she reaches her goal; although she wasn't cut out to be a Doll, she worked non-stop to learn how to write in order to become a successful Doll. Iris also always admired the image of a working woman and has aspired to become Leiden's most popular Doll. She is very passionate about her job as a Doll, and she doesn't want people to underestimate the struggles of becoming one. She is strongly against giving up her work as a Doll in order to get married and settle down at home. History. Iris was born and raised in a village in the countryside called Kazaly. As a child, she became friends with a boy named Eamonn Snow and the two were very close. Iris was in love with him, and she had also supposedly convinced herself that her feelings were reciprocated. Because of that, she confessed to him before they graduated school, but he rejected her confession. The emotional pain caused by Emonn's rejection was what caused her to leave her hometown to become an Auto Memories Doll. Although she wasn't skilled at writing, Iris was very dedicated and took classes at the Auto Memories Doll Training School, eventually graduating from the preparatory school and becoming a Doll in Leiden. She is currently a newbie Doll at the CH Postal Company."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1605","text":"Irma Fliech is a famous opera singer, seeking help to finish off her most recent concerto. All she is missing, is the main song called 'love letter', the writing of which is entrusted to Violet Evergarden. She sings soprano and has a manager who hires Violet. Violet spends a lot of her time trying to think of a love letter, as she is not clear about \"love\". "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3049","text":"Isabella York and the Rain of Flowers is a short story given out to theatergoers during the screening of \"\". It is included in the story collection \"Violet Evergarden ~Last Letter~\". Summary. Amy wakes up after a night of coughing and is dragged to school by Violet. As they approach the school, they see carriages lined up in front of the school with men getting off from them, an unusual sight for a girl's academy. Violet asks what's going on and learns that there will be a festival held in the city near the academy today. Amy manages to convince Violet to sneak out of school to see the festival. At the festival, the two receive flower crowns from an old man. Violet remarks they seem like girls at this moment, and goes on to say that she has never felt like a girl, but always her master's asset. Amy thinks about all the questions and observations she had about Violet's past but doesn't voice them. The two proceed to enjoy the festival. Amy wishes that she can spend more time with Violet but knows that they wouldn't be able to see each other anymore. She tells Violet that she \"likes\" her, concealing her feelings under a veil of friendship. Violet says that she also likes her, but Amy knows that she already had someone she loved, but treasures Violet's affection for her anyways. Violet eventually leaves the academy. Some time later, Amy marries the man she's betrothed. At the ceremony, the groom tells her that she can do anything she wants after they marry, then mentions that it would be too pitiful if she never knew love. Amy responds that she had fallen in love. The ceremony begins, and Amy is walked to the altar by her father. On the way there, Amy tells herself that she can do this, that she has acquired \"eternity\" by throwing everything away, and recalls that day at the festival with Violet. She thinks that it's okay if she never knew that she was in love with her. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=679","text":"Kazaly is a rural mountain village in the northeastern part of Leidenschaftlich. It is also an important production center of rice, so a railway is connected to it for its transportation. Since Kazaly is located in a long and narrow tongue-shaped plateau whittled into a river, and is a prominent land of constant rain in the country, so abundant water supplying is done throughout the year, and there’s also the fact that changes in temperature are not so significant; Therefore, hydroponic farming is done vigorously, especially in rice cultivation, with rice paddies along the river. As there are also areas where triple-cropping is carried out rather than double, the productivity is overwhelmingly higher than that of wheat, because there are few obstacles to succession, and it became one of the reasons that rice noodle culture developed in Leidenschaftlich. In addition, it has an easier-to-live climate compared to the city of Leiden, which is hot and humid, and its rustic but scenic landscape is popular amongst wealthy people as a summer refuge."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3245","text":"Kile Zenich is the roommate of Leon Stephanotis."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=875","text":"Kingdoms of Drossel and Flugel The are countries located on each side of the Temis River, which spreads out from west to east of the continent. Drossel’s territory extends across the great river, but the north and the east of it partly encroach into Flugel, while the rest of the east is in contact with Genetrix and the south makes borders with the Enciel Kingdom. As opposite of Drossel, a small nation that is almost half-enveloped by Fulgel, a large part of Flugel’s enormous territory are forests that make borders with Drossel and Genetrix in the south, while the west meets the sea. Kingdom of Drossel. Drossel, sandwiched as it is between big countries, has been joining hands with neighboring nations through marriage policy and maintained itself through earning protection from them. In addition, it actively promoted forms of art, decorating its own urban spaces with beautiful buildings creating for itself an image of touristic place surrounded by a notable number of flowers, especially the white camellia, its national flower. Charlotte Abelfreyja Drossel was one of the kingdom's princesses before marrying into the Kingdom of Flugel, the queen and king are the girl's parents. Alberta serves as the royal Drossel family's court maid. Kingdom of Flugel. On the other hand, selling its fortitude and vigor, Flugel had its forests, which granted it life with their abudant natural resources, as its main source of sustainment. Moreover, the Temis River, which exists between the two countries, is a boundary line that traditionally separates the northern and southern parts of the continent, and, in the previous Great War, while Flugel became an inactive part of the Northern Alliance, Drossel turned into a passive member of the Southern Union, so although there was no battle between them, their borders were sealed. Fortunately, the war ended without the conflicts reaching the two countries, but their relationship had deteriorated drastically for a while. The current king is Damian Baldur Flugel, and Charlotte Abelfreyja Flugel is the queen."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3247","text":"Le Verrier is the head of the codex department at Shaher Astronomical Headquarters."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3246","text":"Le Verrier (LN) is the administrator of the codex department at Shaher Astronomical Headquarters. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1157","text":"Lechernt is located in the southeast of Telsis Continent. It makes borders with Bociaccia and the Salbert Holy State in the north, Rallentando in the south and Vivace in the west, and along with Bociaccia and Rallentando, belongs to a group of nations that had declared neutrality. Moreover, the continent’s largest lake bases itself in the east of the country, and as the border with the Salbert Holy State was a mountain range and the latter’s main purpose was to invade Intense, unlike Bociaccia, Lechernt did not become a battlefield in the previous Great War. All it did was dispatch troops to Bociaccia, and casualties occurred. Overview. The climate is mild and the land is fertile and blessed with water resources owing to its lake, thus the agricultural productivity is high. However, the population is not too large in comparison to the amount of land that stretches along the leveled hilly territory, and a countryside-like bucolic landscape spreads throughout the whole nation. Additionally, it had eventually stood on the side of the Southern Union during the war, so trading with Leidenschaftlich had begun to become active, and various supplies came to flow in."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=586","text":"Leiden is the capital state of Leidenschaftlich, located along its south-eastern coast in the southern-middle region of continental Telesis. Background. Contrary to the North’s expectations, the war in which the northern countries of Telsis Continent had abruptly opposed to the southern ones, rich in natural resources and agricultural products, had ended up turning into a large-scale one that involved all of the continent’s nations and lasted for too long a period. As a result, each country entered a regime of complete mobilization and the labor force responsible for the national economies drastically diminished. Women were mobilized to make up for it, and the initial focus was on paperwork duties done by volunteers. Since the military was a bureaucratic organization, a large number of documents was required for safe operations, and they were in charge of processing them. However, not only the army, but also other government agencies and private enterprises required document work, so female recruitment was gradually carried out due to the shortage of men everywhere. As the war prolonged, women’s social advancement increased, but the talented ones who received a first-grade education were in high demand, and the need of training in order to match the addition of document work arose in the military. As a result, influential teachers (mainly elderly women) were gathered from all over, and establishments for instituting typing and instructional work for documentation were built within military facilities. Initially, what was done were six weeks of teaching, but the demand for human resources from various places grew to the point that it soon had to be shortened to four weeks, and eventually, two weeks. However, when the war came to an end and the soldiers were dismissed, the mobilization of women gradually receded. Still, the reconstruction business alone required enormous work, and the document work for the dismissals was massive, so women who had jobs at hand were necessary everywhere. Ultimately, the military educational facilities were disposed of to private sectors and combined with the private consignment of national postal businesses, being transformed into Auto Memories Doll Training Schools."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=650","text":"Leidenschaftlich is a country located in the southern-middle part of continental Telsis. It is one of the locations in the \"Violet Evergarden\" series, and the location where Violet fought in the war. The continent of Telsis has a wide elliptical shape towards the east and west, and situated in its south central region is Leidenschaftlich. Its capital, Leiden, is located along its south-eastern coast. As the climate is hot and humid during summer and warm and rainy during winter, the productivity of its agriculture is high, especially through the utilization of the abundant water resources on multiple croppings, mainly of rice. The ocean current is strong in the south coast of the continent, but the vicinity of Leidenschaftlich is composed of a vast bay with several natural good harbors, which is the trade center of the south of the continent. History. Since the old times, Leidenschaftlich had been invaded repeatedly by neighbor countries that aimed for its ports and natural resources, sometimes suffering many defeats, and sometimes having even its capital invaded by enemy armies. Because many countries would not survive economically if trading services were to stop in Leidenschaftlich, there were just as many threats from foreign enemies targeting the motherland. If one studied the country’s history, they would find it to be mostly recordings of battles against invaders. Due to those experiences, the capital city of Leiden was surrounded by long and solid double walls, and the proximity of the borders had a frontier with its own military capability as an immediate fighting force, striving to defend the country. Yet, as the regional aristocracy of the border arms and surrounding rural aristocrats became the core of the national defense, domestic voices became stronger, and in contrast, the central royalty weakened. As a result, the current regime was a parliamentary cabinet system centered in the House of Lords, and the royal family, too, was converted into an aristocracy. However, as the previous Great War had been a large-scale one involving the whole continent, it was difficult for the aristocratic army of until that time to respond, so as national forces that had been assembled in a hurry became active, the right for the masses to participate in the government went under consideration. At the same time, women’s social advancement arose rapidly. After the war, one of the careers that women who had gone through social advancement looked up to was of Auto Memories Doll. Society. Technology. In addition to the products from the South, railways were actively developed to transport natural resources such as iron, copper, and coal abundantly extracted in the countryside, which expanded to neighboring nations. Positively pursuing the industrialization by taking advantage of such resources, in addition to building a railroad network, modern army and naval forces were consolidated. Military. Due to many continuous conflicts, sharpening Leidenschaftlich's defenses became a necessity. They would flexibly incorporate the cultures and weapons of other countries earned through trading and make use of them while incessantly improving them. Those experiences turned Leidenschaftlich into a military nation renowned throughout the entire continent, known as such even by citizens of other countries. Inhabitants. Within Leidenschaftlich is a household that had existed since its foundation – Bougainvillea, a family whose ancestors are worshipped as national heroes. Its beginning was marked by the family head of the first generation, Ratchet, who became a patriot devoted to the salvation of his country through driving a myriad of raiders away with his sword skills and military strategies, consequently saving many people. Following the grandeur of their predecessors, it was a tradition in the Bougainvillea family to have its children join the army as a matter of course. This tradition has not changed even in current times, with the 26th generation ruling over the household. The current head of the family is Gilbert Bougainvillea."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3244","text":"Leon's roommate (LN) Leon's roommate is the roommate of Leon Stephanotis during his time at the Shaher Astronomical Headquarters."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=721","text":"Leon Stephanotis is a character in the \"Violet Evergarden\" series and the protagonist of the fourth chapter of the first volume of the light novel. He is a misogynistic teenager, but after meeting Violet, who is tasked with helping make copies of rare books for his company, his view of women starts to change. He initially worked as an astronomer at the Shaher Astronomical Headquarters. Appearance. Leon is a young man who is short compared to his co-workers. He wears thin-framed glasses that he has over his fussy-looking almond eyes. His long hair is a rare sea-green color and his skin, which is the same shade as it was when he was born and not a result of being burned by the sun, is brown. Personality. Leon is a cynical, grumpy, and cold young man. This is because he was treated as an outcast at the Observatory due to being an orphan. He is rather blunt and is not very good with words or respect, especially when it comes to women. He was highly misogynistic due to an event from his past, but his attitude changed after meeting Violet, the first girl he has ever fallen for. His view of women also starts to change after meeting different women who work as an Auto Memories Doll. Meeting them made him realize that they weren't girls who were only after rich men, but women who were serious about their jobs and to convey people's feelings. He knows he's bad with women and initially disliked them, but he doesn't hate all of them and believes that there are good women in the world, such as Violet. He also has a bad habit of associating his mother who abandoned him with anything. Although Leon has a rude way of speaking, he is actually a very caring, kind and helpful, albeit awkward, boy. As he doesn't want to admit having a soft side, he comes off as dishonest and does not want to admit his true feelings. He is very passionate when it comes to astronomy, having been interested in it since childhood. As time went on, Leon began thinking about his own future and happiness, as he decided that instead of waiting at the observatory for his parents to return, he'd travel the world like Violet. History. Leon's mother was a nomad, someone who visits many places and gives performances like dancing, singing, and crafting, thus promoting their own works. Leon describes those women as those who hook up with men wherever they go, and those who fall head-over-heels and chase after just one. They’re normally one of these two types. Leon's mother was no exception; she fell in love with a man from the city and gave birth to Leon. Leon was raised in the arms of Mount Eustitia; he had always watched the night sky, leading a life of ever been addicted to astronomy. His time was dedicated to the stars, with no openings in his routine for outsiders to sneak into. Leon believed that he lived a happy life with his family as a child. Although his mother loved him deeply, the object of his mother’s affection was primarily his father, and Leon was nothing more than the outcome of it. When he was still a child, Leon’s father, who was working at Shaher's manuscript acquisition department and traveled across the continent collecting rare books, disappeared. Everyone, including Leon and his mother, lost complete contact with him. Leon's father did not return, and the search was called off after two years. It was then Leon's mother decided to try finding him. She had to choose between two decisions; stay with her son or search after her husband. Leon claims that it was an easy decision for her, and although she was saddened by her final decision, she chose to search after her husband. Before leaving, she promised Leon she would come back with Leon's father. When she didn’t, Leon had been sad for being abandoned by his mother. From there on, Leon developed a hatred towards women, since he claimed they lived and died for love, describing them as extremely selfish. His mother's actions left a permanent scar on him. Leon joined the Shaher Astronomical Headquarter's Manuscript Division at a young age. However, what he really wanted was to work in the acquisition department like his father. He felt that his mother, along with his father, would return to him if he waited there for them. Despite being disliked by his peers due to being a young orphan, as well as his attitude, Leon grew up in and stayed at the Observatory. He believed that it was possible for him to fulfill his dreams at the Observatory until he met Violet, who changed his mind. Story. Violet, along with a number of other Dolls, arrive at the Shaher Observatory in order to help the scholars make copies of a number of rare books. Violet is paired with the scholar Leon, who initially dislikes her and Dolls in general. However, he is impressed with how quickly she works, and together, they finish a three-days worth work in a day. Eventually, he begins to soften up to Violet. He also invites her to view Alley's Comet with him, which only appears once every two hundred years, and she accepts. While the two stargaze, Leon explains that his father was also a scholar at the observatory but disappeared on an expedition. His mother then left home to search for him and never returned either, causing Leon to resent them and the concept of love. Violet, in turn, tells Leon about her devotion towards Gilbert, to which Leon realizes Violet is in love with Gilbert. The next morning, Violet is preparing to leave now that her job is complete. Leon sees her off and tells her that instead of waiting at the observatory for his parents to return, he'll start traveling the world like Violet to go look for them. As Violet leaves, Leon wonders if he'll ever encounter her again. Sometime after that, Leon began traveling around the world just like he had promised. At one point, he met Violet again under the moonlight in a desolate land he did not even know the name of. When he asked her if she had memorized the name of at least a few stars, Violet nodded. Leon then thinks what an amazing day it is for a reunion, and asks Violet to spend some time watching the stars with him. Relationships. Mother. For his young self, his mother was his entire world. Were she not already there from the start, she was his outright guardian from the moment he had been born until he had become aware of the things around him. She would find him whenever he ran off crying and praise him whenever he did something good. Whenever he would reach out his hand, she would embrace him. Leon’s mother had told him about how green was an extremely rare hair color, which is why he was so special and precious. All of these statements are why Leon would never have thought that she would be gone one day. After his mother abandoned him, Leon was very sad and hated himself for wanting to be keeping watch on that door where she left him. His mother's action made him hate women and love in general, this left a scar on him, resulting in him becoming cold. Despite that, Violet notes that Leon presumably still considers his mother very dear to him. Violet Evergarden. He is partnered with Violet when his employer pairs researchers and Auto Memories Dolls together for a collection of research pieces. Although he is cold and blunt to her in the beginning, he is impressed with how quickly she works and begins to soften when he sees that she doesn't care about his background or upbringing as an orphan. Because of how similar they are, it makes it easy for them to sympathize with each other. Due to this reason, Leon starts to develop feelings for Violet (his feelings are implied in the anime), which is emphasized by the fact that he seen to be amazed by her beauty, starts acting very nervous and flustered in her presence, and longing to see her. Before Violet's departure, Leon musters up his courage and confesses his feelings towards Violet. However, since Violet doesn't understand love very well and already has someone else very dear to her, she couldn't accept his confession. Despite this, she is seen to be happy by his confession, to which Leon accepts and is content with. He then tells Violet that instead of waiting for his parents to come home, he will expedite around the world like her. And he wants her to, if they would ever meet again, to watch the stars with him, to which Violet gives him her word. After that, Leon was sure that he would not hesitate any more, because she had given him the courage to move forward. He was also sure he would no longer despise anyone for closing a door with their back turned to him, such was the result of making a promise to Violet. When they meet again, Leon is aware that he is still in love with Violet and that his feelings towards her would not budge, but he decides to put that fact aside and ask her to watch the stars with him instead. Kyle Zoenig. Leon's roommate and close friend at the Shaher Observatory. Since Kyle is Leon's friendly older colleague, he is quick to sense his changes in expression and worries, but ends up watching over him from their distanced seats as if having fun. Kyle constantly babbles to Leon about his life, which Leon considers to be a hassle sometimes. Despite that, the two care for and support each other."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3243","text":"Leon Stephanotis (LN) is the protagonist of the fourth chapter of Volume 1, \"The Scholar and the Auto Memories Doll.\" He is a young scholar who works at the Shaher Astronomical Headquarters. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2995","text":"Leon Stephanotis and the First Star is a short story given out to theatergoers during the screening of \"\". It was included in the short story collection, \"Violet Evergarden ~Last Letter~\". Summary. The story takes place years after Violet and Leon watched the comet together. Leon, now a member of the literature collecting department of the Shaher Astronomical Headquarters, is given a vacation after their latest expedition in the desert. A junior invites him to his family's villa, but Leon turns him down. The junior then tells him that if he ever wants to see him, he can visit a hotel in Leidenschaftlich that is owned by his uncle and he'll come pick him up. Leon's interest is piqued at the mention of that city, where the CH Postal Company is located. Leon thinks about Violet, but is afraid to go see her because he fears that she won't remember him. Leon checks into a hotel and decides to go outside to see the night sky. Leon's telescope attracts attention and soon everyone wants to try using it. Leon lets everyone use it for free. He eventually catches sight of a veiled woman, who turns out to be Violet. Violet still remembered his name and the promise she made to him to memorize the names of a few stars. Leon realizes that Violet has found the one she loves, but suppressed the pain and asks her to spend some time with him. He confesses his love for her and asks her to forgive him."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3067","text":"Leticia Aster is a character who appears in the \"Violet Evergarden\" series, and a character who appears in the fifth chapter of \"Violet Evergarden Ever After\". "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3218","text":"Letter Letter is an insert song that played in Episode 14 of \"Violet Evergarden.\" It is performed by TRUE and included in the albums \"Automemories\" and \"Song letters\". Lyrics. &lt;tabber&gt; Romaji= &lt;poem&gt; Tada shizuka ni Onaji sora ni kaze wo kikou Soko ni anata wa Inai keredo Mou iku domo Kaita moji wa hane no you ni Tonde kieta Ai wa itsumo Hidamari no naka ni aru Mienakutemo Furerarenakutemo Soba ni aru you ni Tada yasashii Mori no kigi wa ame ni Utau Maru de watashi wo Hagemasu you ni Mada kawakanu Tsuchi no ue wo aruite yuku Itsuka no michi Ai wa itsumo Sukitooru mizu no you Uketomete wa Mata hanarete yuku Anata ni niteiru Ai wa itsumo Hidamari no naka ni aru Mienakutemo Furerarenakutemo Soba ni aru you ni &lt;\/poem&gt; Kanji= &lt;poem&gt; ただ 静かに おなじ空に 風を聞こう そこに あなたは いないけれど もう いくども 書いた文字は 羽根のように 飛んで消えた 愛はいつも 陽だまりの中にある 見えなくても 触れられなくても そばにあるように ただ 優しい 森の木々は 雨にうたう まるで わたしを 励ますように まだ 乾かぬ 土のうえを 歩いていく いつかの道 愛はいつも 透き通る水のよう 受け止めては また離れていく あなたに似ている 愛はいつも 陽だまりの中にある 見えなくても 触れられなくても そばにあるように &lt;\/poem&gt; English= &lt;poem&gt; Just listening to the wind Under the same sky, let's listen to the wind Although you are not there Anymore The words I've written Over and over Have flown as if they were feathers And disappeared Love is always in the sunshine Even if I can't see it Even if I can't touch it It's like it's always right by me Gentle trees of the forest Sings to the rain. It's almost like It's encouraging me. I am walking on the dirt That's still damp A path from the past Love is always Like clear water You receive and let it go Just like you Love is always in the sunshine Even if I can't see it Even if I can't touch it It's like it's always right by it &lt;\/poem&gt; &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3203","text":"List of Minor Characters This page is for characters who are unnamed and\/or only mentioned in the novels. These characters generally don't have enough information for them to warrant a separate article. Note: This does not apply to characters who appeared in the anime. Characters. Ann's daughter. Ann's daughter is a character who appears in \"The Girl and the Auto Memories Doll.\" She is described to look just like Ann with wavy black hair. Ann told her about her own mother's letters to her. At the end of the chapter, she and her father are holding a birthday party for her mother. Ann's father. Ann's father is a character mentioned in \"The Girl and the Auto Memories Doll.\" He was once an heir of a notable family and had a promising future, and married Ms. Magnolia out of love. The two conceived Ann at some point. However, a few years into the marriage, he made a mistake in business that caused his side of the family to go bankrupt and forced them to be reliant on the Magnolia family. After these events, he abandoned his family to indulge in debauchery and only came home once to take vases and paintings to sell them, never once checking on his ill wife. After his wife's death, he attended her funeral and only exchanged a few words with Ann. He never returned home after this, but Ann heard that he stopped being reckless with his money completely. In the anime, Ann's father was a soldier who died in the Continental War. Dr. Orland. was the creator of the mechanical typing dolls known as Auto Memories Dolls. He was a renowned expert on mechanical dolls. He created the dolls after his wife, Molly, fell into a depression because her acquired blindness made it no longer possible for her to write novels. Unable to watch her in that state, he created the Auto Memories Doll, which can type words by dictation. They became commercially successful and can be rented for a low price. Molly. was the wife of Dr. Orland. She was a novelist, but was no longer able to write novels due to the blindness she gained later in life. This caused her to grow more and more depressed until her husband decided to help her by creating a mechanical doll that can type words by dictating to it. Oscar's friend. Oscar's friend is a character mentioned in \"The Novelist and the Auto Memories Doll\". He is an old work friend of Oscar's who approached him with the offer to write a script for the first time in many years. He works for a performance troupe that is highly regarded in the theater world, so even Oscar felt compelled to accept the job offer. Since Oscar had secluded himself from the world for many years and is unfamiliar with services like Auto Memories Dolls, his friend hired Violet Evergarden on his behalf. After Violet finishes her job and leaves, he tells Oscar about Violet's fame and is amused by his lack of knowledge about the world. He then gifts him a traditional Auto Memories Doll. Oscar's wife. Oscar's wife is a character mentioned in \"The Novelist and the Auto Memories Doll\". She was an orphan due to her family's tendency to die young because of a hereditary illness that causes blood to congeal in one's veins. She inherited the same illness from her father. She was a librarian and met Oscar, at the time an unknown writer, at the library where she worked. Oscar fell in love with her first, and the two married and had a daughter. He describes her as a beautiful person. Some time later, she died without telling Oscar about her illness because she was too afraid that he wouldn't marry her if he knew. Oscar only learned about it from her friend after the funeral. Oscar's wife's friend. Oscar's wife's friend is a character mentioned in \"The Novelist and the Auto Memories Doll\". She was the one who told Oscar about his wife's illness and the reason she kept it a secret after her funeral. She took care of Oscar's daughter and made warm meals for Oscar as they grieved. She was also the one took his daughter to the hospital when she began to show the same symptoms as her mother, making her the one who knew about her illness before Oscar. It's speculated that there might have been some unrequited love on her part. She accompanied the father and daughter to hospitals as they sought treatment, but eventually reached her breaking point from watching over Oscar's unstable daughter and distanced herself from them."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=496","text":"Luculia Marlborough is a graduate of the Auto Memories Doll Training School and a novice Auto Memories Doll who befriended Violet Evergarden at the training school. Appearance. Luculia is a fair-skinned young woman of medium height with freckles and olive green eyes. She has long, straight scarlet-red hair, which falls down to her lower back, with two locks of hair framing her face on each side. She also styles her hair by wearing a braided headband. After becoming a Doll, she wears her hair in a high ponytail with a golden band. Personality. Luculia is constructed as a kind and considerate person who is willing to go out of her way to assist others, shown by events such as her offering Violet Evergarden some of her food the first day they met or attempting to help her write a letter to Gilbert Bougainvillea. Despite a tragic backstory, she is shown to carry a positive attitude and cheerful demeanor when around other people, but tends to be more quiet and solemn when alone. She is expressive and sociable, but she struggles to communicate her own feelings, particularly regarding her brother. She always looks to assist others in any way she can and can be described as selfless. History. Luculia had a normal yet very peaceful childhood with her parents and older brother, Spencer Marlborough. When the war began, Spencer was drafted into the army. However, there wasn't much fighting on the Western Front where Spencer was located, so Luculia claims that the war didn't feel real to them. However, one day when Luculia's parents went to a town for business, the Western Front was broken through, and her parents were killed in the fighting. After the war ended, Spencer came back alive, which was more than enough to make Luculia happy despite their parents' deaths. However, Spencer blamed himself for the deaths of their parents, and fell into depression and alcoholism, after which Luculia began taking care of Spencer. Story. Luculia meets and befriends Violet Evergarden when she begins attending the Auto Memories Doll Training School. The next day, Violet and Luculia are assigned to practice their actual ghostwriting skills on each other. She graduates the class with top marks. Luculia later meets Violet, offering to ghostwrite a letter to Gilbert, but Violet cannot find the words to say. She tells Violet about how her parents died in the war and how her brother feels guilty over failing to protect them. She wants to tell her brother that she's just glad he's alive and home, but likewise cannot find the words to say. Touched by Luculia's words, Violet manages to write a short and concise letter that effectively conveys her feelings to her brother. After he reads the letter, Luculia helps her brother to the top of the bell tower to enjoy the view like they used to as children. Luculia later meets Violet again at Shahar Observatory, praising her for the beautiful letters she wrote for Princess Charlotte Abelfreyja Drossel. Luculia and several other Dolls are tasked to help the scholars there make copies of a number of rare books. Sometime later, Luculia is overjoyed after receiving a letter from her brother thanking her for everything she's done for him. After the war ended, Luculia met up with Violet and her colleagues to watch the Air Show together. Three years later, Luculia bumped into Violet at a bridge who was training Taylor Bartlett on mail delivery and alphabet reading. A man called her shortly after showing them the directions to New Town and, suggesting by the ring on her finger, it is revealed he is the man she is going to marry eventually. Violet and Taylor then waved goodbye to the couple before heading off. Back at the postal company, Erica Brown revealed that Luculia plans to continue working as a doll even after she got married, in contrast to most dolls quitting after marriage according to Iris. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=165","text":"Lux Sibyl is a character of the \"Violet Evergarden\" light novel series. She was formerly worshipped as a demigod and secluded from the outside world at \"Utopia\" on the island of Chevalier. She was eventually rescued by Violet and now works at the CH Postal Company. She is Hodgins' secretary and becomes Violet's first tea friend. Appearance. Lux is a young girl with a petite build and pale skin. She is described by her peers to be unique in appearance, as she has different colored eyes: the left eye being the color of amber and the right eye being brown. Her long, wavy, lavender-gray hair reaches down to her lower back with messy bangs that cover her forehead. While residing in Utopia, she wears a gold-colored circlet and a long, black dress with a black collar and golden trims. After becoming an employee at the CH Postal Company, she cut her hair to a lower-chin length bob cut. She also began to wear glasses, a scarf around her neck, and a golden barrette attached to the left side of her head, which gives her the impression of being a professional working lady. Personality. Lux is a very calm, gentle, and strong girl. She is well-behaved, soft-spoken, and polite as a result of being raised and worshipped as a demigod. Despite that, she felt very lonely due to being an orphan and due to being left out of the religious cult she was a part of. She later came to understand that she felt trapped on the island and wished to escape, but she felt like she couldn't due to being a demigod. It was a situation that she, who only spent her days thinking about when scary times would be over, could not cope with. Lux was afraid of herself for being almost similar to the people of Utopia; having a twisted reasoning and mentality. She was self-deprecating and lacked self-confidence because the nuns who treated her so gently would forget about her once she was gone and find a new demigod to worship. Lux felt that she was not truly loved or cherished by anyone, that there was nothing good in the place she stayed in, and that she could not trust anybody. She felt like everything was scary; she was afraid of venturing into the outside world. Lux claims that she was afraid of dying, yet thought that living was as frightening as dying. She saw herself as someone useless who would be troubled if she stepped into the outside world. She stated that other girls her age knew all kinds of things and had a family, friends, and a place to belong, yet Lux felt like she had nothing. She was no more than a cowardly child who continuously immersed in despair within the darkness she was confined, who had been watching other people die without being able to intervene. She initially wanted to die at Utopia, as she claimed that she couldn't live in the outside world at this point. However, after she was rescued by Violet, who was very much similar to her, Lux gains the motivation to live and decides to start a new path in her life. After that incident, Lux immediately fixed her way of thinking. After becoming an employee of the CH Postal Company, Lux finally gets a place that she can belong to. She claims that it was not as if she had forgotten her past, but she had no intention of continuing to engage in it. Because, the Lux who was a demigod of Roses had died back then, and the current Lux was an employee of a postal company. She also becomes more self-confident and cheerful, as she is not afraid to speak her mind or scolds her co-workers when they make mistakes. Despite having a young appearance, on the inside, Lux is a completely capable secretary. However, Lux states that she still has difficulty in understanding how things work in the world and that she is merely climbing up the stairs of adulthood. She is deeply grateful towards Violet, Hodgins and the postal company for taking her in and tries to repay them as much as possible. She is shown to be a responsible and hardworking girl. History. Lux is an orphan who did not know her origins nor her parents. When she was seven years old, people from the religious cult of Utopia found her after they had heard rumors about her appearance and went to where she was, to which they saw that she was the spitting image of the goddess of knowledge, Roses. They thought that she fell to the Earth after being birthed by the goddess Roses. The main purpose of Utopia’s activities was to further the diffusion and worshipping of worldwide mythology, and to dedicate their strength to the preservation of \"demigods\". This is why Lux was worshipped as a \"demigod\" in Utopia. Lux was secluded from the outside world and was forbidden to go out in order to become a good demigod. She had a relatively normal life and received an education, but Lux never realized that she was always like a caged bird until Violet came along. Story. After being rescued, Lux was taken by Violet to her workplace, the CH Postal Company, and started living there. At first, she was only in charge of phone calls, but within a year, she became the president’s personal secretary, leading a restless everyday life."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1167","text":"Machtig Machtig is a city located in the Telsis Continent. The city was occupied by the Gardarik Forces during the war. After a key battle in Bociaccia that was won with the help of the Leidenschaftlich Army and Violet, the city was liberated after three years. Story. After a key battle during the war, Gilbert had somehow managed to get free time by starting work early, and went to pick Violet up in her room. He decided to take her to Machtig during Thanksgiving, as this city has a Thanksgiving tradition. Gilbert explained that the city had finally been liberated after three years and it was all thanks to Violet. To show his gratitude to Violet, Gilbert asked her if she wanted something. Violet didn't really want anything but she thought it was Gilbert's \"orders\" to want something, she said that she wanted something a girl her age would want, like accessories or dresses. While they were looking around, Violet stayed by a jewelry stall and saw a Jem with the same color as Gilbert's eyes. With the help of the shopkeeper, Violet realized that she could use the word \"beautiful\" to describe the Jem. After Gilbert purchased the emerald Jem for her, Violet confessed that she always thought that Gilbert's eyes were \"beautiful\". The Festival. Machtig holds it's annual Thanksgiving festival at night. They decorate the street with lamps illuminating the shopping district, strings with lanterns linked the buildings sandwiched between one another on each side of the large road. There would cheerful people everywhere, listening to cheerful music. There are several stalls during the festival, such as drinking stalls, food stalls, clothing stalls, jewelry stalls and amusement stalls. People gathered in the entertaining atmosphere, dancers taking advantage of it to earn coins."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3224","text":"Maria (LN) is the childhood friend and lover of Aidan Field."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=688","text":"Michishirube is the ending theme of the \"Violet Evergarden\" anime series. It is sung and performed by Minori Chihara, and it is the 25th single released by Minori Chihara. It was released on January 31st, 2018, under Lantis. Track Listing. Normal Edition: Anime Edition: Lyrics. TV Version. &lt;tabber&gt; Romaji= &lt;poem&gt; Anata no koe ga michishirube Ichi wa no tori ga naite iru Namae no nai sora ni watashi o sagashite Yasashisa de amitsuzuketa Yurikago de asu e ikou Hare no hi mo ame no hi ni mo Anata o mamoru tame ni Kakegae no nai takaramono Namae no nai hana wa shizuka ni nemuru yo &lt;\/poem&gt; Kanji= &lt;poem&gt; あなたの声が道しるべ 一羽の鳥が　鳴いている 名前のない空に　わたしを探して 優しさで編み続けた ゆりかごで明日へいこう 晴れの日も雨の日にも あなたを守るために かけがえのない宝物 名前のない花は　静かに眠るよ &lt;\/poem&gt; English= &lt;poem&gt; Your voice is my guiding light A bird cries out Looking for me within a nameless sky I will head for tomorrow in this cradle woven from kindness Be it a day of rain or a day of sunshine I will be there to protect you A treasure more valuable than all A nameless flower lies in peace &lt;\/poem&gt; &lt;\/tabber&gt; Full Version. &lt;tabber&gt; Romaji= &lt;poem&gt; Anata no koe ga michishirube Ichi wa no tori ga naite iru Namae no nai sora ni watashi o sagashite Yasashisa de amitsuzuketa Yurikago de asu e ikou Hare no hi mo ame no hi ni mo Anata o mamoru tame ni Kakegae no nai takaramono Namae no nai hana wa shizuka ni nemuru yo Iro naki kaze ga yonde iru Koinegau furusato natsukashii kaori Tooku osanai kioku wa Hidamari no youna nukumori Utakata no yume kara same Kodoku ga “hitori” to shitta Sazukerareta tsubasa o habatakasete Tobu koto o yamenai to yakusoku shiyou Hitori janai Negai wa hitotsu dake anata no shiawase Yasashisa de amitsuzuketa Yurikago de asu o ikou Hare no hi mo ame no hi ni mo “Aishiteru” o tsutaete… Kono machi ni umareta no wa Anata to meguriau tame Kono machi ni umareta kara Anata ni meguriaeta Ichi wa no tori ga tonde iku Namae no nai sora ni ashita o sagashite &lt;\/poem&gt; Kanji= &lt;poem&gt; あなたの声が道しるべ 一羽の鳥が　鳴いている 名前のない空に　わたしを探して 優しさで編み続けた ゆりかごで明日へいこう 晴れの日も雨の日にも あなたを守るために かけがえのない宝物 名前のない花は　静かに眠るよ 色なき風が　呼んでいる 希う故郷　懐かしい香り 遠く幼い記憶は 陽だまりのようなぬくもり 泡沫の夢から覚め 孤独が“ひとり”と知った 授けられた翼を　羽ばたかせて 飛ぶことをやめないと約束しよう ひとりじゃない 願いはひとつだけ　あなたの幸せ 優しさで編み続けた ゆりかごで明日をいこう 晴れの日も雨の日にも 「愛してる」を伝えて… この街に生まれたのは あなたと巡り逢うため この街に生まれたから あなたに巡り逢えた 一羽の鳥が　飛んでいく 名前のない空に　明日を探して &lt;\/poem&gt; English= &lt;poem&gt; Your voice is my guiding light A bird cries out Looking for me within a nameless sky I will head for tomorrow in this cradle woven from kindness Be it a day of rain or a day of sunshine I will be there to protect you A treasure more valuable than all A nameless flower lies in peace A colorless wind is calling Our birthplace beckons with a familiar scent Far-off, childhood memories Hold a warmth like the sunlight Awakening from a transient dream Loneliness realizes it's all alone Flapping the wings we were given, Let's promise to never stop flying! We're not alone! I have only one wish: your happiness I'll proceed to tomorrow In the cradle of tenderness I've been weaving Be it a day of rain or sunshine So I can tell you I love you I was born in this city So that I could meet you Being born in this city I was able to meet you A single bird flies onward As it searches for tomorrow in a nameless sky &lt;\/poem&gt; &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3222","text":"Mr. Field (LN) Mr. Field is the father of Aidan Field."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3223","text":"Mrs. Field (LN) Mrs. Field is the mother of Aidan Field. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3213","text":"Ms. Magnolia (LN) Ms. Magnolia was the mother of Ann Magnolia and Violet Evergarden's client in Volume 1, \"The Girl and the Auto Memories Doll.\" She died after a lengthy battle with an illness."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=915","text":"Olivia Webster is a character in the \"Violet Evergarden\" series. She is the beloved late daughter of Oscar and the insipration behind Olive, the main character in her father's first children's play. Appearance. Olivia was a young girl with fair skin, brown eyes, and blonde hair; all of these traits inherited from her mother. Her straight hair was shoulder-length, which she styled in two buns on either side of her head. After becoming sick, Olivia's appearance changed drastically. She lost her hair, which is why she often wore a hat, and she grew much thinner. Personality. According to her father, Olivia was a very cheerful and kind girl. Even after her mother died, she didn't show her loneliness and sadness, instead remaining positive. She was a very responsible girl who would help out so her father could focus on his work. Olivia loved her father deeply and was very attached to him. After she became sick, she grew emotionally and physically weak, but with the help of her father, Olivia was able to spend the last days of her life in peace and happiness. History. Olivia was an only child born to Oscar Webster and his wife. Together, the three lived a happy life. When Olivia's mother died due to illness, however, Oscar and Olivia moved to their summer home in Roswell and began living there. Although both of them were sad due to death of Olivia's mother, they helped each other out and remained happy. One day, in the hospital’s premises, Olivia saw a fountain that looked like an oasis with floating leaves on the water’s surface, in which she had commented on how pretty they were. She then promised her father that, with the help of the frilly parasol she loved so much, she would try crossing the nearby lake by walking on the decayed leaves that fell onto the water. Olivia's mother's best friend had taken care of Olivia and her father after her mother's death. She would help both of them and would also braid Olivia's hair. However, it was later learned that Olivia had inherited the same disease as her mother, which caused her blood vessels to clot rapidly. They relied solely on famous and unmatched doctors, unlike when her mother had gone through the same hardship. They went from hospital to hospital, asking for help and gathering information for testing new drugs. In the end, the medics had given up and declared her incurable. Being on their own again after Olivia's mother's friend distanced herself from the two, Oscar had an argument with one of the doctors so that Olivia could come back home and take nothing but painkillers. From then on, there had been a little bit of peace, and Oscar saw Olivia smile for the first time in a while. They spent the last days of Olivia's life in gentle harmony in their home. Upon having a coughing fit, Olivia passed away. Legacy. Oscar buried Olivia in the same cemetery as her mother. After years of mourning for his daughter and wife, Oscar decided to write a children's story about Olive, a young girl based on Olivia, to finish the incomplete story he had told Olivia when she was alive. In doing so, Oscar requests Violet to put his ideas on paper. Later, he also asks Violet to cross the lake close by walking on decayed leaves on the water in order to fulfill the promise he exchanged with Olivia in the past. In doing so, Violet inspires Oscar with the idea of Olive using her magical parasol to fly home to her father. After a touching \"reunion\" between the two where Olivia is seen smiling at her father, Oscar comes to terms with his daughter's death."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3060","text":"Oscar's Little Angel is a short story given to theatergoers during the screening of \"Violet Evergarden the Movie\". It is also included in the story collection \"Violet Evergarden ~Last Letter~.\" Summary. Oscar visits the orphanage on the border of Drossel and Flugel to take part in a story-telling session. After the session is over, a young girl named Angela asks if she can be his daughter. Oscar tries to politely turn her down by saying that he already has a family who he carries around in his heart, but Angela is persistent. She asks to write him letters, and he reluctantly agrees. Since then, Angela sends him several letters a month despite the fact that Oscar's replies are usually curt. The letters are sent in beautifully painted envelopes. Oscar eventually becomes attached to her through their letter exchanges and thought that it was a waste that a girl with such literary talents should be left in an orphanage. Angela had told him that she had been returned to the orphanage by her adoptive parents three times. Oscar stops short of inviting her to live with him. One day, the letter exchange ends, and Oscar finds out from the orphanage's nuns that Angela has been adopted. Oscar feels crushed. Oscar goes to another story-telling session a year after Angela stops writing letters. Oscar learns from the nuns that Angela was half-forcefully adopted by a wealthy family after they saw one of her artworks on display in their gallery and wanted to adopt her in order to train her as an artist. The nuns, worried, had tried to visit her, but were told by Angela to go home or her father will get angry. It's suspected that Angela might be being physically punished by the head of the family. Angered, Oscar goes to the wealthy family's mansion, located near their gallery. There, Oscar sees a landscape painting on display and realizes that Angela had been painting on the envelopes she had sent her letters in and he never realized it. Oscar asks to buy the painting and to meet the artist, determined to go through with this. Eventually, Oscar manages to rescue Angela from her situation. She now attends public school. After school, the two head for a small exhibition where Angela's paintings are on display. One of the paintings is titled \"Us.\" Oscar thinks about everything that had led up to this moment and wonders if his deceased family will view this as a betrayal. However, he can no longer let go of Angela because she had become someone important to him. Oscar asks Angela if he can be her family, and she happily agrees. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3208","text":"Oscar's daughter (LN) Oscar's unnamed daughter is the deceased daughter of Oscar. She died of a disease inherited from her mother at age nine, and became the inspiration for her father's first play in many years. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3207","text":"Oscar (LN) is the protagonist of the first chapter of Volume 1, \"The Novelist and the Auto Memories Doll.\" He is a playwright who once secluded himself in a cottage in Roswell after the deaths of his wife and daughter. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=123","text":"Oscar Webster is a playwright who used to seclude himself due to the deaths of his wife and daughter. However, after deciding to write his very first children's play to dedicate it to his daughter's memory, he entrusts Violet with the task of putting his ideas on paper. Appearance. Oscar is a man in the prime of his life. He has unkempt red hair with a curl and wears thick, black-rimmed glasses over his olive-green eyes. His back is slightly hunched, but his face lends him an air of youthfulness. Personality. Oscar describes himself as a normal man with many quirks, and someone who is not fit to be the protagonist in any sort of story. After the deaths of his wife and daughter, he became severely depressed and even left his name in the industry. He also became lazy, dissolute, and grief-indulged. He was rather pessimistic and believes that humans are creatures that easily become tired of being sad or happy, and cannot continuously be either forever. He despised the ugly reality of the world, which is why he started drinking. However, thanks to the assistance of a doctor, he was able to overcome the alcohol and drugs, but was left with a tremor in his hand. Oscar kept to himself and was very secluded from the rest of the world. He did not read newspapers or magazines and rarely hung out with anyone. Other than his friends, the only people he had contact with were cashiers and deliverymen. He was very self-loathing and felt extremely guilty for being the only member of his family left alive, wishing instead to die along with them. Despite that, he has shown to be a responsible, supporting, and kind man with a playful side to him. He also deeply loved his wife and daughter when they were alive, as he was seen to be very selfless and would often put their happiness above his own. His family meant everything to him. Although he wanted to get back to the writing industry again to honor Olivia's, his daughter's memory, he simply could not progress properly. The desire to write, however, had remained in his chest. Eventually, with the help of Violet, Oscar successfully writes a play and comes to terms with his daughter's death and that he is alive. After recovering, Oscar returned to the playwright industry, now appearing as a happier man. History. At some point in his life, Oscar married his wife and together, they had one daughter, Olivia. The three lived a happy life together in a villa until Oscar's wife was diagnosed with an illness that caused her blood vessels to clot rapidly, resulting in her death. Moreover, it was hereditary, and his wife had inherited it from her father. At her funeral, one question had constantly echoed in Oscar’s head: “Why?” After the death of his wife, Oscar and Olivia moved to their summer home in Roswell and began living there. Although both of them were sad due to death of Oscar's wife, they helped each other out and remained happy. One day, Olivia saw a fountain that looked like an oasis, and on the water’s surface, leaves coming from the surroundings had been floating. She had commented on how pretty they were. She then promised her father that she would try to cross the lake close to their house by walking on the decayed leaves that fell on the water. Oscar states that he would wait as long as it would take. Oscar's wife’s best friend was an auspicious person, and as he had lost spirit with the death of his wife, she had energetically taken care of him and his daughter. She would prepare warm meals for Oscar and braid Olivia's hair. Oscar thinks there may have been a bit of one-sided love involved. After learning that Olivia had inherited her mother's disease, they relied solely on famous and unmatched doctors, unlike when his wife had gone through the same hardship. They went from hospital to hospital, asking for help and gathering information for testing new drugs. In the end, the medics had given up and declared her as incurable. Being on their own again after Oscar's wife's friend distanced herself from the two, Oscar had an argument with one of the doctors so that Olivia could come back home and take nothing but painkillers. From then on, there had been a little bit of peace, and Oscar saw his daughter smile for the first time in a while. After Olivia passed away in their home, Oscar buried her in the same cemetery as his wife. He then quietly resumed his life. Story. After years of mourning for his daughter and wife, Oscar had been approached by a colleague from his former job, who had asked him if he could write a screenplay again. For Oscar, a request from a theatre group that everyone admired was an honor. Oscar had accepted the offer with an immediate feedback, deciding to hold onto a pen once more. However, it was from then that his problem had started. Whether he wrote on paper or with a typewriter, he simply could not properly progress. As he had asked for advice from the old work colleague that had made him the request, the latter had told him to use an Auto Memories Doll. Oscar requests the use of a Doll, which tasks Violet to assist Oscar in writing his next play. However, she arrives to find him a drunk recluse. Violet manages to convince Oscar to suspend his drinking while they work, and they begin writing the play. The play is about a girl named Olive who uses her power to summon magical sprites to defeat a beast, but in doing so sacrifices her ability and becomes stranded away from her home and father. Violet becomes curious about how the story will end, which Oscar hasn't decided upon yet. Violet then finds a parasol, triggering an angry outburst from Oscar. He then admits to Violet that he based Olive off of his daughter Olivia, who had died from illness, and he is trying to write the play as a way to cope with his grief over her loss. Oscar then requests Violet to cross the lake close by walking on decayed leaves on the water, in order to get inspiration and to fulfill the promise he exchanged with his daughter in the past. In doing so, Violet inspires Oscar with the idea of Olive using her magical parasol to fly home to her father. Oscar then comes to terms with his daughter's death and thanks Violet, successfully creating a play with a happy ending. Oscar is later seen to have returned to the industry and is now working hard to make a real play out of his story script about Olive."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=616","text":"Rhodanthe is the instructor at the Auto Memories Doll Training School. Appearance. Rhodanthe is a middle-aged woman with black hair she wears in a bun and medium-blue eyes with a bit furrowed eyebrows. She wears a simple dark green dress. Personality. Rhodanthe is a rather serious woman who is seen as strict at the Auto Memories Doll Training School. She is not afraid to call out her students on their mistakes and will be rather blunt about it. Despite that, she is serious about her job and hopes that talented woman will become Dolls worthy of the title by understanding people's feelings and expressing them on paper. Plot. Rhodanthe was the instructor for the Auto Memories Doll Training School when Violet went there to become a full-fledged Doll. She explains the qualities an optimal Doll has to have to graduate from the school, and she will not do so if she does not deem the students worthy. She is seen to be quite astounded by Violet's skills. But during a practice on the students actual ghostwriting skills on each other, Rhodanthe is unimpressed with the way Violet ghostwrote Luculia's letter, informing her that letters are an instrument for communicating a person's feelings, and that letter she ghostwrote was unacceptable. However, upon being shown a letter Violet wrote for Luculia's brother, Instructor Rhodanthe allows Violet to graduate and congratulates her. When Irma Fliech was struggling to write her new opera, Rhodanthe recommended Violet to write the opera. She was then impressed by Irma's performance and Violet's opera."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=680","text":"Roswell is a town in the nation of Genetrix, located at the base of a mountain, surrounded by several tall others. Its whole territory is something to be contemplated. However, amongst influential people, Roswell is known for its summerhouses – in other words, its holiday villas. It is a beautiful, bucolic capital surrounded by greenery. Overview. The majority of the Genetrix country is plain regions, but there are relatively high mountains in the south, by the edge of the mountain range extending from the central mountainous district. Located at the mountain-foot is the city of Roswell, which is well-known as a summer refuge. It is famous as a sightseeing place, along with the neighboring country of Drossel, brimming with beautiful four seasons and nature as its bucolic scenery seems to spread on forever with the flowers that bloom in spring, whether that was cool even during summer, stunning autumnal leaves from temperate deciduous forests that are rare even in those surroundings, and abundant snow. In addition, it is also used as a land of villas, not only by the locals but also by rich people of nearby nations. The urban areas are the most preferred for tourism, and since the gorgeous cityscape is protected by landscape regulations, the villas are built far away in order to create an air of luxury. Behind such city is the holiday house of a dramatist whose name reverberated throughout the continent, Oscar. In spring, the mountains and rivers with overflowing flowers entertain people’s eyes. In summer, many seek the biggest waterfall, which is a touristic point, to learn about local history. In autumn, everyone’s hearts are struck by the rain of decaying leaves. In winter, the scenery is enveloped in a silent tranquility. As the transition of the four seasons is very easily distinguishable, it's a land that has more than enough to offer for the delight of those who visit during the change of periods for sightseeing. Many villas had been built linked to the mountain-foot town, which consists of wooden cottages painted in a variety of colors. From the smallest to the biggest lots, the cost of land in the area is quite a large sum, and therefore, having a villa be made there is a proof of wealth in itself. The city is crammed with shops for tourists. On holidays, the main street interconnected to said shops becomes crowded, pleasant tunes playing in the background. With such assortment, no one can make fun of the place, even with it being the countryside. People usually build villas in the city for the sake of convenience, and anyone who builds one anywhere else is viewed as an eccentric outcast."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=882","text":"Shaher Astronomical Headquarters , also known as Shaher Astronomy HQ, is an astronomical observatory located in the center of Eustitia, constructions made of stone congregates around it. The Shaher Astronomical Observatory’s Research Institute has ensured a vast assortment of activities, such as discovering new stars, researching anything related to astronomy, and manufacturing telescopes. The personnel at Shaher’s headquarters in Eustitia manage books about every known star, collected from all over the world. Having been established as the annex of the astronomical observatories, the headquarters safeguards a gigantic library. Every one of its books is about stars and the myths related to them. History. The Shaher Astronomy HQ was named after a maritime navigation king that had managed to get his hands on enormous amounts of wealth during his lifetime: Shaher. Observatories that had been erected in many places under influence of the deceased Shaher’s hobbies still existed, as a courtesy of the continuous sustenance from his family group. Known Employees. The people who work there are in charge of diverse tasks, such as arranging classifications, providing assistance for visitors, and decoding the ancient writing of foreign literature pieces. Among them, the one said to be the least appealing job is in the manuscripts department, which preserves books so old they're on the verge of deterioration. Just as the name indicates, it is the department where already-published handwritten books are transcribed into a typewritten format. Rooms. In the atrium room, black iron spiral stairs serve as bridges between each floor, while a gold chandelier forms the image of a star descending from the ceiling. Many desks and chairs can be found scattered around the place, and sofas are in a bigger number. From cloth-covered luxurious ones to lovable ones with cat legs, the sofas of many different shapes and qualities serve as supports for the researchers. Story. Although the people from the manuscripts department steadily worked on the manuscripts to an astounding extent every day, they found themselves in the middle of a crisis. The cause was that a large number of astronomy books had been selected out of an ample literary collection purchased from a certain influential family’s warehouse. The great number of volumes was a problem, but even more so was conserving them, given the state they were in. The texts were barely readable and many pages would rip when turned. In addition, the number of people in the manuscripts department was of eighty employees. Even without days off for a whole year, they would still not be done rendering all the manuscripts that had been brought in. Taking the condition of the books into consideration, it was required with an urgency that all volumes were transliterated simultaneously. That was when those people gained the opportunity to come in contact with professionals from a completely different field of expertise – the ones unmatched at typewriting jobs, Auto Memories Doll."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=697","text":"Sincerely Sincerely is the opening theme song of the \"Violet Evergarden\" anime series, sung and performed by TRUE (Miho Karasawa) and the 12th single released by her. It was released on January 31st, 2018 under Lantis. Track Listing. Normal Edition: Anime Edition: Lyrics. TV Version. &lt;tabber&gt; Romaji= &lt;poem&gt; Shiranai kotoba wo oboete yuku tabi Omokage no naka te wo nobasu no Dakedo hitori de wa wakaranai kotoba mo Aru no kamo shirenai Sayonara wa nigakute Aishiteru wa tooi nioi ga shita Tatoe you no nai kono omoi wa Totemo kowakute dakedo totemo itooshikute Watashi nande naiteirun darou Kokoro ni nante kotaetara ii? Kotoba wa itsudemo kataru demo nakute Soko ni aru bakari tsunoru bakari Watashi wa anata ni aitaku naru &lt;\/poem&gt; Kanji= &lt;poem&gt; 知らない言葉を　覚えていくたび おもかげのなか　手を伸ばすの だけど一人では　分からない言葉も あるのかもしれない さよならは　苦くて アイシテルは　遠いにおいがした 例えようのない　この想いは とても怖くて　だけど　とても愛おしくて わたし　なんで　泣いているんだろう 心になんて　答えたらいい？ 言葉はいつでも　語るでもなくて そこにあるばかり　つのるばかり わたしは　あなたに　会いたくなる &lt;\/poem&gt; English= &lt;poem&gt; Each time I learn words I didn't know I reach my hands into traces of the past But there may also be words That I can't understand on my own Goodbyes are bitter, And \"I love you\"s carried a distant scent These incomparable feelings Are terrifying, but are also terribly precious Why am I crying? What should I answer my heart? Words don't have to always be spoken, Just by being there, they will only grow stronger And it makes me long for you more &lt;\/poem&gt; &lt;\/tabber&gt; Full Version. &lt;tabber&gt; Romaji= &lt;poem&gt; Shiranai kotoba wo oboete yuku tabi Omokage no naka te wo nobasu no Dakedo hitori de wa wakaranai kotoba mo Aru no kamo shirenai Sayonara wa nigakute Aishiteru wa tooi nioi ga shita Tatoe you no nai kono omoi wa Totemo kowakute dakedo totemo itooshikute Watashi nande naiteirun darou Kokoro ni nante kotaetara ii? Kotoba wa itsudemo kataru demo nakute Soko ni aru bakari tsunoru bakari Watashi wa anata ni aitaku naru Kirei na kotoba wo oboete iku tabi Jibun no koto ga iya ni narisou Dakedo se wo mukecha ikenai kotoba mo Aru no kamo shirenai Kanashimi wa tsumetaku Arigatou wa nukumori ni irozuku Katachi no nai mono fureru tabi ni Anata no koe ga mune no oku de hibiiteiru no Kakikakete wa yameta Atesaki no nai tegami wa Kaze ni yureru Todoketai hito no machi made Hajimari no owari wo tsutaeru tame ni Ikiru koto yamenai koto Anata ni kyou wo hokoreru you ni Watashi nande naiteirun darou Kokoro ni nante kotaetara ii? Kotoba wa itsudemo kataru demo nakute Soko ni aru bakari tsunoru bakari Watashi wa anata ni aitakunaru yo &lt;\/poem&gt; Kanji= &lt;poem&gt; 知らない言葉を　覚えていくたび おもかげのなか　手を伸ばすの だけど一人では　分からない言葉も あるのかもしれない さよならは　苦くて アイシテルは　遠いにおいがした 例えようのない　この想いは とても怖くて　だけど　とても愛おしくて わたし　なんで　泣いているんだろう 心になんて　答えたらいい？ 言葉はいつでも　語るでもなくて そこにあるばかり　つのるばかり わたしは　あなたに　会いたくなる きれいな言葉を　覚えていくたび 自分のことが　嫌になりそう だけど背を向けちゃ　いけない言葉も あるのかもしれない かなしみは　冷たく ありがとうは　ぬくもりに色づく 形のないもの　触れるたびに あなたの声が　胸のおくで　響いているの 書きかけてはやめた あて先のない手紙は 風に揺れる 届けたい人の街まで 始まりの　終わりを　伝えるために 生きること　やめないこと あなたに　今日を　誇れるように わたし　なんで　泣いているんだろう 心になんて　答えたらいい？ 言葉はいつでも　語るでもなくて そこにあるばかり　つのるばかり わたしは　あなたに　会いたくなるよ &lt;\/poem&gt; English= &lt;poem&gt; Each time I learn words I didn't know I reach my hands into traces of the past But there may also be words That I can't understand on my own Goodbyes are bitter, And \"I love you\"s carried a distant scent These incomparable feelings Are terrifying, but are also terribly precious Why am I crying? What should I answer my heart? Words don't have to always be spoken, Just by being there, they will only grow stronger And it makes me long for you more Each time I learn more beautiful phrases, It feels like I've come to dislike myself more But there may also be phrases That I can't pretend not to know Sadness is cold, And \"Thank you\"s are colored with warmth Each time I come into contact with something intangible Your voice resonates deep within my heart I've stopped writing Unfinished letters And the unaddressed letters flutter in the breeze Towards the town of who I want them to reach To tell of the end of the beginning I will not give up on living So I can show you how proud I am of myself today Why am I crying? What should I answer my heart? Words don't have to always be spoken, Just by being there, they will only grow stronger And it makes me long for you more &lt;\/poem&gt; &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=1854","text":"Song letters Song letters is a vocal album containing music from the \"Violet Evergarden\" anime series. It was released on March 28, 2018."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=618","text":"Spencer Marlborough is the older brother of Luculia Marlborough and a former soldier in the Continental War. Appearance. Spencer is a young man with short, messy red hair and olive green eyes. He walks with a cane and has several cuts and bruises on his face due to getting involved in fights. He gained weight after the war despite having had a more muscular and slim build. Personality. Spencer is a drunkard and is constantly seen in a drunken state. He often gets kicked out of bars and is therefore seen getting involved with a lot of fights. After the war, it is also apparent that he grew more short-tempered and easily loses his cool. He isn't very productive at home as he is either sleeping or drinking, leaving Luculia responsible for the housework. He believes himself responsible for his parents' deaths, causing him to be depressed and have low self-confidence. However, later on, he eventually slowly recovers and starts to appreciate Luculia's thankfulness for him coming back home. History. Spencer had a normal, yet very peaceful childhood with his parents and younger sister, Luculia. When the war broke out, Spencer got drafted in the army. However, there wasn't much fighting on the Western Front where Spencer was located, so their family claimed that the war didn't feel real to them. All the attacks happened elsewhere, while Spencer was well. However, one day when Spencer's parents went to a town for business, the Western Front was broken, and his parents were killed in the process. After the war ended, Spencer came back alive, which was more than enough to make Luculia happy despite her parents' death. However, Spencer had blamed himself for the death of their parents, so he became a drunkard and depressed, to which Luculia began taking care of him. Story. When Violet and Luculia are one their way home, they encounter Spencer who is outside a bar and is craving beer. The bar owner won't let him and Luculia runs to him and asks him if he drank again. He denies this but loses his stance and falls down. When Luculia attempts to comfort him, she hesitates because of his rough personality. The following days, Luculia finds Spencer sleeping at home while she takes care of the housework. One day, Spencer gets into a fight with several other men and gets beaten up, and at the same time, Luculia tells Violet how her parents died in the war and about her brother that feels guilty over failing to protect them. She wants to tell her brother that she's just glad he's alive and home, but likewise cannot find the words to say. Violet manages to write a short and concise letter that effectively conveys Luculia's feelings to her brother. At night, an injured Spencer is laying outside reminiscing about his childhood with Luculia when he is suddenly approached by Violet. She shows the letter she wrote which contains Luculia thanking him and her happiness about him coming back from the war, which moves Spencer to tears. The siblings are then able to restore their relationship, and Luculia helps her brother to the top of the bell tower just like he helped her when they were younger, to enjoy the view like they used to as children. Sometime later, Spencer sought Violet out at the CH Postal Company and requested her to write a letter for Luculia in order to thank her for everything she had done for him. However, since Violet was depressed due to the apparent death of Gilbert, she had been absent from work. Despite that, Spencer insisted that it had to be Violet and that he wouldn't want anyone else to write the letter because Violet was able to convey Luculia's feelings for him coming back home from the war. This gave Spencer the motivation to change his life, and he reveals that he had finally found a job thanks to her. When Violet returned to work, she wrote a letter as he had requested. Later, Spencer is seen to give the letter to Luculia, making her overjoyed."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2149","text":"Taylor Bartlett is the adoptive younger sister of Amy Bartlett who, after Amy takes on the name of Isabella York, is taken to an orphanage. She eventually begins working for the CH Postal Company as a delivery girl. Appearance. Taylor is a young girl with large brown eyes. She has medium-length orange-red hair tied into two braids with red ribbons. She has freckles over her nose. Personality. Taylor is a bright young girl, full of optimism and energy. History. Amy first found Taylor huddling under a thin blanket for warmth off the side of the street. The younger girl seemed to take an immediate shine to her, and took hold of her hand. Amy decided to make this foundling her sister and name her Taylor. Amy and Taylor's life together had difficulties: They lived in a one-room shack, wore threadbare clothes, and rarely had enough food to eat. However, Taylor always found joy in time spent with her sister, and that joy in turn helped Amy keep her spirits up. Everything changed when men suddenly came to Amy and Taylor's home. One of them announced himself as Amy's long-lost father, and demanded Amy leave her life behind and come with him. In exchange, he would ensure Taylor was taken care of. For Taylor's sake, Amy agreed. Taylor, still too little to understand what was going on, could only scream for her sister as she was led away. True to his word, Amy's father placed Taylor in a fine orphanage in the countryside. One day, Benedict Blue arrived to deliver two letters addressed to Taylor. As Taylor had not learned how to read yet, Benedict read the letters to her himself. The first was from Violet Evergarden, and asked Taylor to look for her at the CH Postal Company if she was ever in need. The second was from Amy, and told her a magic spell to call out whenever she was feeling lonely: \"Amy\". The letter brought back memories of her sister Taylor had almost forgotten, and caused the little girl to break out in tears. Relationships. Amy Bartlett - Taylor's beloved sister figure. She decided to adopt Taylor the day she saw her shivering under a blanket. Benedict Blue - As the postman who delivered Amy's letter to her, Taylor has great respect for Benedict. In fact, that delivery inspired Taylor's dream to become a postman. When they reunite years later, Taylor is eager to apprentice under Benedict. Although Benedict finds Taylor and her insistence on calling him \"Master\" annoying at first, the young girl eventually grows on him. Violet Evergarden - as an auto-memory doll, she wrote the letter of Amy Bartlett for her younger sister and she also wrote another letter for her from herself. The letter states that to look for her in the company whenever she is in need. She also took care of Taylor and taught her how to be postwoman. She also help her to write a letter for Amy and was soon delivered by Benedict. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2989","text":"The Queen and the Auto Memories Doll is a short story available for a limited time on the Violet Evergarden novel series website, written for the Violet Evergarden the Movie release campaign. Summary. After hearing from Alberta that Violet Evergarden is on vacation and travelling around the world with Gilbert Bougainvillea, Charlotte Abelfreyja Flugel invites them to the Kingdom of Flugel as guests of honor. Violet introduces Gilbert to Charlotte. Charlotte is amused by Violet's uncertainty over how to define her relationship with Gilbert. Gilbert leaves the two women to catch up with each other. Charlotte is delighted that Violet is able to smile more naturally now. Charlotte tells Violet that she is pregnant. She asks Violet to stay at the villa for a day, and she agrees. Charlotte asks Violet why she visited Alberta in Drossel before coming here. Violet explains that Alberta had recommended her for many jobs, including one where she worked as a private tutor for a young lady, so she wanted to go thank her. It was also Alberta who convinced Violet to visit Charlotte, as Violet originally hadn't planned to go to Flugel because she didn't think civilians should visit royalty so easily. Afterwards, they talked about the things that happened to them during the time they hadn't seen each other. Charlotte talks about how she and Damian were able to fall in love with each other properly after marrying, and Violet talks about her reunion with Gilbert and how she wants to show him all the places she visited as an Auto Memories Doll. Violet mentions the orphanage funded by Charlotte and that a girl from there is going to work at the CH Postal Company soon. Charlotte feels sad because there is no guarantee that she and Violet will meet each again, since they are of different social positions. She confesses how lonely she felt in her marriage and how she would think of Violet whenever she felt like crying. Violet once again tells her that she wants to stop her tears. She invites to Charlotte to come to Leidenschaftlich one day and that she will show her around the city. Gilbert rejoins them, and Charlotte thinks about the letter she'll write to Violet in the future when she wants to see her."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3138","text":"The Starry Night and the Lonely Two is a newly written short story included in \"Violet Evergarden ~Last Letter~\", a compilation of previously written short stories. Summary. Gilbert and Violet look over the letters Violet receives from the people she met during her travels. Gilbert feels a little jealous of her letters but doesn't ask her too many questions about the people she receives them from. One day, Violet receives a letter from Leon. She tells Gilbert about him and how he taught her about the stars. Gilbert asks her why she reports to him every time she receives a letter. She replies that she wants to share her memories of her experiences with him. Gilbert advises her to use stationery with stars drawn on them to send her reply, and she happily agrees. Seeing that, Gilbert realizes he feels envious of Leon. Gilbert finds Violet rereading Leon's letter many times. She tells him that she wants to memorize it. Some time later, she asks to go out to observe a comet Leon told her about. Leon had told her in detail how and when to observe it. Violet asks Gilbert to come with her, and he agrees. The couple buy a telescope and head to a nearby hill to observe the comet. As they look up at the sky, they talk about the people that they know looking up at the same sky as them. Gilbert confesses that he feels lonely even when they are together, because he's in love with her, but it diminishes slightly the more they nestle close to each other. The two reaffirm their desire to be together for the rest of their lives and kiss."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3054","text":"The Tailor and the Auto Memories Doll is a short story included in the \"KA Esuma Short Story Collection\" that was part of the KA Esuma Bunko Relay 2020 campaign. Summary. The owner of \"Canaria Tailor\", Canaria, receives a longtime patron, Claudia Hodgins. Claudia brings Violet along with him to have a Doll outfit made for her. At this time, Violet had just been hired by Claudia to work as an Auto Memories Doll at his company. Canaria notes Violet's indifference towards fashion, as well as the fact that she's a former soldier. Spurred on by the fact that Violet, as a child soldier, had never known the concept of \"dressing up,\" he decides to make the perfect outfit for her. He explains to her that as an Auto Memories Doll, dressing well is what's expected of her. He likens a woman's beauty and appearance to weapons on a battlefield. Violet seems to understand and goes along with his instructions. Canaria silently vows to give her \"armor\" that will allow her to face any hardship with resolution."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=449","text":"Tiffany Evergarden is an elderly woman who, of her own volition, took in Violet after being contacted by Gilbert. She lost her son during the war. Appearance. Tiffany is an elderly woman with light brown eyes and grey hair worn in a bun. Several strands of hair frame her face. She wears a silk nightgown. Personality. She is a very kind and considerate woman, as she excitedly agreed to take Violet in and warmly welcomed her to her home. She is also polite, well-mannered and lady-like. She can be rather honest and is not afraid to voice her opinions, but she is very caring and has strong parental instincts. Although she is a bit surprised by Violet's eccentric behavior, she genuinely cares for her. She is also deeply saddened by her son's death and misses him dearly. History. Tiffany is the head of the prestigious Evergarden family, where she lived with her husband Patrick and her son. When the war broke out, Tiffany's son was killed in action. Somewhere during this time, Tiffany was contacted by Gilbert, who saw the Evergarden family as his most trusted distant relatives, and asked her to take in Violet after the war, to which Tiffany agreed. Tiffany's husband also left her in the house and confined himself in a far-off town for unknown reasons. Story. Tiffany is seen when Claudia Hodgins takes Violet to the Evergarden household. Tiffany is alone with several maids and butlers and warmly welcomes her into her home. Later that day, due to Violet's prosthetic arms, she gives Violet a pair of gloves to make it easier to move around. This gift is something Violet very often uses."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=125","text":"Violet Evergarden is the protagonist of the \"Violet Evergarden\" series. Violet is a former soldier who was enlisted in the Leidenschaftlich army and fought in the war, where she was treated as nothing more than a weapon. Violet became an Auto Memories Doll at the CH Postal Company after the war, seeking to understand the meaning of the words \"I love you,\" which was said to her by her major Gilbert Bougainvillea, during the War's final battle. Appearance. Violet is described as a very beautiful young girl, but with some childish facial features given by her young age, which give her a doll-like appearance along with her almost impassive demeanor. She has a slim build of medium height and fair skin; her face is a little narrow and elongated, with large blue eyes and thick dark lashes. The blonde hair ends on her hips, but in front of her face she has a fringe that ends in the middle of the eyebrows divided into three strands: one falls on her face and the remaining two blend into two longer strands that end on the shoulders. Her hair is described as \"velvet\" by Amy as she styled it for her. Often Violet ties them either in a low ponytail tied with a black ribbon, or, when she works as an Auto Memory Doll, in two French braids which she subsequently wraps on themselves and she ties with two red ribbons. Because she lost her arms during the last battle of the war, she was given adamantine silver prostheses, described by herself as \"clumsy, but sturdy\". On normal days, Violet wears a white shirt with a collar that ends at a quarter of the neck and sleeves that get wider but narrow at the cuffs; a leafy green skirt that starts just above her hips with a short fitted sash, and ends at the bottom of her knees; some dark gray tights and a pair of worn warm brown ankle boots. After becoming a Doll, she is often seen in her working attire which consists of a white ribbon-tie dress with a Prussian blue jacket. She also wears a white, pleated silk skirt and an emerald brooch on the middle of the ribbon-tie, which is a gift she received from Gilbert. She also wears brown gloves, and heeled, long leather boots which are of a deep brown. When she goes on longer trips, Violet also carries a brown bag-case and a blue parasol with her. Personality. Violet was educated as a weapon and not a normal human being, which made her expressionless and did not understand human feelings well. She was raised as a person who didn't have feelings, although she does have them; She struggles however, to recognize how someone else might feel. For this reason, she could be mistaken as emotionless, or apathetic. When she was found by Dietfried, Violet couldn't speak or understand speech, except for the order \"Kill\". She did not possess any sense of right or wrong from the start; she didn't understand what could be considered righteous or erroneous. She merely chased after the adults who gave her orders. She followed the mantra of \"kill or be killed,\" thus she could kill without feeling guilt or remorse. She did anything that was asked of her and always followed orders, which was a trait from her life as a soldier. Even after the war ended and she was discharged from the military, Violet had a habit of using words back from her life as a soldier; saluting, disliking being defenseless, and doing tasks without taking any breaks. She also continued to think of herself as a \"tool\" and believed that it would be appropriate to discard her if she can no longer be used as a weapon. However, the one who showed her the life outside of the military was Gilbert. He was the one taught Violet speech, writing and many other things which made her into a slightly more expressive person. Violet is seen to be a persistent, dedicated, and dignified girl, and she is described as someone who is likely to not back away no matter how much others urge her. She has also always been very selfless and determined, which is shown when she refused to leave an injured Gilbert behind, even when she had lost both of her arms. She is shown attempting to drag him up a flight of stairs with her teeth before he tells her to stop. This is also seen when she shielded Dietfried Bougainvillea with her new prosthetic arms, losing one of her arms, and removing a bomb on a hijacked train with only one arm, sacrificing her other arm in the process. Gilbert and Violet had a special bond; she treasures Gilbert very much, which made her want to learn what his words, \"I love you,\" truly meant. In order to do so, she became an Auto Memories Doll, amanuenses that transcribe people's thoughts and feelings into words on paper, being moved by the notion. In doing so, Violet made her own decision and followed her own path for the first time in her life. Initially, Violet didn't fully understand other people's feelings and emotions in general, which is why her actions sometimes came off as eccentric and lacking in tact. Although she is polite, careful and deliberate in her actions, Violet came off as insensitive when it came to her job as an Auto Memories Dolls, taking her customers words too literally and formulating their letters in a way that comes off as insulting. She is also blunt and honest, unafraid to speak her mind. She is never above correcting people when they are wrong and always strives for the right answer. According to Cattleya Baudelaire, Violet is a secretive, straight-laced and expressionless person; a woman made of iron who never hesitates when she does something. She describes her as a person whose speech is polite, yet she never flatters anybody. With that, she put a distance between herself and others, but does not show any signs of despising loneliness. But Violet actually knew that she was inexperienced in understanding human emotions, which is why she is constantly trying to find ways to improve her empathy. As a Doll, she always addressed people politely, even when they say bad things to her. She displays a calm, elegant, and firm attitude. Violet is also aloof, expressionless and is said to have the attitude and the presence of a doll. Her expressions are mostly deadpan, so it is hard to tell her mood changes. This is why she sometimes has trouble expressing her own feelings and comes off as expressionless, which makes it difficult to get through her, but she will give a smile from time to time. Through her work as a Doll where she helps people write heartfelt letters, she slowly learns about human emotions, leading her to become more skilled at writing letters and conveying her clients' feelings, as well as becoming understanding of others. She is proven to be a good listener and someone who always thinks about other people's happiness. Due to meeting clients with unique characteristics, Violet began showing new and different emotions more. It is also thanks to her work as an Auto Memories Doll where she came to understand that people's most sincere feelings can be conveyed through writing and letters. This is why she began feeling that no letter deserves to be undelivered, as she herself feels happiness when receiving letters. After growing to understand human emotions, Violet began feeling guilty about having killed so many people in the war. She feels that it's wrong for her to be alive when Gilbert had supposedly died in action, and wonders if it's even okay for her to be alive. Violet also began to understand the words Hodgins told her: that she is on fire and has many burn marks, words that referred to the actions she took in the war. This made her become more apologetic to people close to her, as well as more aware of people's suffering, in which she turns into a much more empathizing and helpful person who does her best to help other people and her clients no matter the difficulties. She feels guilty for people's pain and suffering even though she wasn't the one who caused it. She also came to value the human life a lot, and she made a pledge to never kill anyone else again since she knows that anyone she kills will never be able to convey their feelings to their families and loved ones again. She never wants to go back to being a tool and deems that she doesn't need anyone's orders to live her life anymore, which was a wish that Gilbert had deeply wished for. Towards the end of the series, Violet becomes a fully capable Doll. She also comes to understand the phrase \"I love you\", as well as her own and others emotions and feelings much better, to which she becomes a significantly expressive and happier person. History. Back when she was a child, Violet was found on a deserted island alone after Dietfried Bougainvillea and his comrades' ship became stranded. She didn't have a name at the time, and Dietfried was unsure if she had become orphaned or if she had suffered an accident in the sea just like them. Although Dietfried didn't have any intention of doing anything since he was already annoyed, some of his subordinates approached Violet and attempted to rape her. Before Dietfried was able to stop them, Violet killed them in response. Terrified by her actions, the remaining soldiers all fled, but Violet continued hunting after them. Dietfried and his remaining underlings then decided to kill her, but before they could act, she had already slaughtered everyone except for him. After that, he was pursued by Violet, but she only followed him around and didn’t even attempt to kill him. Dietfried realized that Violet couldn't talk and couldn't understand words. He also concluded that she was the only inhabitant of that island and that the reason she had killed so many people was simply that she was ordered to do it. Once he understood that, Dietfried did repeated experiments. For example, if he pointed to animals or insects and said \"kill,\" she would immediately do so. This also applied to humans. Despite her inability to speak or understand language except the order to kill, Dietfried brought her home with him. Upon returning, Violet was \"given\" to Major Gilbert as a gift to commemorate his promotion by Dietfried. Gilbert then decided to enlist her on a militant unit that he had been appointed to take overall command of in his promotion to major. It was an ideal place to \"raise\" the soldier-like girl Violet while keeping her at an arm's distance. She didn't become a member of Gilbert's unit since a girl not old enough to serve would never be allowed. There were also people who deemed it wrong to have children so close. He later got the permission to conduct private experiments at the training grounds, and the permission as to whether Violet could really be a ‘weapon’ was granted to him. Leidenschaftlich didn't certificate Violet as a person or give her a registered name, she was only certified as an armament with her \"user\" being Gilbert. However, even though Gilbert was ordered to treat Violet as a tool with no mercy and compassion, Gilbert was strongly against his brother's cruel behavior towards Violet and instead treated her with kindness. He was also the one who taught her speech, words, and gave her the name \"Violet\" in hopes that she would grow into a woman as beautiful as the flower. Even though Gilbert wanted to grant her parents to raise her appropriately, he couldn't, since he was scared of her killing someone without his knowledge. Gilbert's superiors also forced him to put Violet on the front lines due to her combat abilities. Due to that, Gilbert voiced his desire for wanting Violet to grow as a person, and as she grew up, be able to become something more than a \"tool\". Violet fought with Gilbert in the war, where she was a valuable asset who proved to be instrumental in winning many key battles due to her incredible strength and skills. During the war, Gilbert's unit was assigned to stage an attack on the enemy's headquarters, the success of which could mean the end of the war. They were able to seize headquarters and signal the main force to attack, but at this time, the whole unit suffered heavy casualties, and both Gilbert and Violet were shot and exposed to a grenade. Gilbert, who was in a near-death state, told Violet to leave him behind and escape to give her a chance of surviving, which Violet stubbornly refused despite having lost her arms. But after Gilbert's pleading for her to stop, she gave in. Gilbert then told Violet that he wanted her to be free and live happily, not as a tool, but as a regular human being, and to find a real home. Before succumbing to his injuries, he confessed that he loved Violet from the bottom of his heart. After recovering from her injuries when the war ended, Violet was adopted into the Evergarden family in Tiffany Evergarden's care, and she was also taken in by Claudia Hodgins at Gilbert's request and began working at the CH Postal Company as an Auto Memories Doll to understand the meaning behind Gilbert's words. Abilities. Violet is a highly capable and skilled fighter. As a former soldier who was trained from a young age, Violet excelled in combat, and her fighting abilities and strength on the battlefield made her seem more like a \"weapon\" than a human being. She had no problem killing countless others if given the order to do so. Due to her strength and actions taken during the war, Violet came to infamously be known as \"Leidenschaftlich's Soldier Maiden.\" Gallery. &lt;tabber&gt; Anime= Light Novel= &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2046","text":"Violet Evergarden's Relationships Throughout her life, initially as a mass-murdering soldier and later as one of the most famous Dolls in the amanuenses industry, Violet Evergarden has formed many relationships. Despite her expressionless and aloof personality, she is considerate and empathetic, always striving to help her clients no matter what. The impressions from those who have met her are many; some say her voice is pleasant, some would say her handwriting is pretty, some praise her charms by claiming they had been bewitched by her, and some would say their hearts were saved by her. Her clients note that she has a special power of saving people and reshaping their lives. Gilbert Bougainvillea. Violet's strongest relationship is undoubtedly with Gilbert. He was Violet's major in the army; he was the only person who saw her as a normal human being rather than a tool. She became very attached to him due to him being the first person to show her kindness and compassion. During their first meeting, Gilbert immediately embraced her, such a thing being done to Violet for the first time in her life. Due to that, she felt like she couldn't listen to orders from anyone except for Gilbert, him being the person Violet thought to herself to follow. Violet is extremely loyal to Gilbert, and he also became a source of strength for her, as she claimed that she would be able to do anything if she had Gilbert's orders, to which Hodgins claims that she is obsessed receiving orders from him. Violet vowed to be useful since she was his tool and since he needed her. Despite Gilbert is fearing her ability to kill at first, Gilbert came to genuinely care for her deeply, and Violet developed a deep respect for him since he kept her by his side; in Violet's world, he was and still is the world to her. She cares for him to the point where she prioritizes his health over her own, to which she is very devoted to him, lives to protect him and will turn violent if he is attacked. When she becomes injured, she does not care about her own injuries, but only about his well-being. Violet learned speech, writing and different emotions from Gilbert and the two grew very close during the four years they lived with each other. After the war, Violet thought it would appropriate to throw her away since she had lost her arms and couldn't be \"useful\" to Gilbert anymore, and she was very lonely without him as she wrote letters to him and constantly tried to find him. She misses him dearly and Violet states that there is not a single day that goes by with her not thinking about him. Despite being absent for a long time, Gilbert plays a huge role for Violet, as she associates many feelings and memories with him. She often thinks back to him when she is feeling insecure or lonely, and he indirectly gives her mental support. Gilbert's influence has also stayed with Violet the whole time, and he is very precious and dear to Violet, which is why she is very determined to learn the meaning behind Gilbert's \"I love you\", in doing so, she comes to do many things she hadn't prior. However, Violet became utterly depressed and was in shock, frustration, and sorrow upon learning that Gilbert has supposedly died. She had a really hard time accepting his death and neglected her work for a while since she refused to believe Gilbert's fate. But with the help of her friends and co-workers, Violet slowly began to recover and come to terms with it. Violet also states that she will freely live, leaving her life in the war as a soldier and a weapon behind since that is was what Gilbert had so deeply wished for. Even though Violet denies being in love with Gilbert since she doesn't understand love, Violet knows that she wants to be by his side forever, and it is evident that she is in love with him due to her actions. Several people Violet has met has drawn the conclusion that Violet is in love with Gilbert due to her great devotion, care and love towards him. It is more obvious though that Violet loves Gilbert as family, since he was the only support system she ever knew, along with being her caretaker. After their reunion, Gilbert still very much loves Violet, and she, as well, has come to understand the concept \"love\" and her feelings towards him slightly better. However, Gilbert decides to wait for Violet until she truly understands the words \"I love you\", and he wants her to, when that time comes, for her to accept his love. CH Postal Company. Claudia Hodgins. Violet has a deep respect for Hodgins due to the reason him being a former Lt. Colonel in the army and her boss at the CH Postal Company. At Gilbert's request, Hodgins began watching over Violet after the war and was also the one who picked her up from the hospital and gave her the work at the CH Postal Company. Hodgins claims that she is still useful and could work as a regular human being with Violet thinking otherwise. Violet is grateful for this and asks to work as a Doll. When she starts working at the CH Postal Company, Hodgins supported her despite her frequent mistakes in the beginning and didn't want to fire her when Hodgins was advised to do so by others. With Hodgins' guidance, Violet eventually developed into a very talented Doll. It is also indirectly because of Hodgins' words that Violet learned that she had many burn marks from her past, which, among numerous other reasons, made her very upset. However, Hodgins ensures her that it is okay for her to live on and that although what she had done in the war can never be undone, it also applies to all of the good deeds she has done as a Doll. Thanks to Hodgins and her friends' support, Violet was able to slowly move on. Lux Sibyl. Violet met Lux in Utopia on the isolated island of Chevalier. Together, they went through an ordeal of surviving being a sacrifice of a religious cult, which was the starting point for their friendship. Violet was the one who made Lux realize that she was being trapped at Utopia, and encouraged her to leave the place when she didn't have the courage to do so. When Lux desired to die at Utopia due to her fear of the outside world, Violet came to save her. Violet relates to Lux's situation and claims that she is the same as her, as Violet too had not known of the world outside of her own world, the military. But just like Violet had been chosen to live her life, she encouraged Lux to do the same in order to experience new things in the world like she hadn't prior. Violet then took Lux to the CH Postal Company so she could start working there, and after that, they develop a close friendship, to which they began talking with each other without honorifics. Lux becomes Violet's first tea friend, and although Violet is a highly-requested Doll, Lux would invite her for tea when Violet had time. During those times, they would report their recent situations and different journeys they had been through to one another. Lux says that she is forever indebted to Violet for saving her, and says that Violet is the friend she was proud of having. CH Postal Company Clients. Charlotte Abelfreyja Drossel. Violet became friends with Princess Charlotte after she was assigned as her personal Doll. In the beginning, Violet's expressionless personality got on Charlotte's nerves, but she eventually warmed up to her. Violet genuinely cares about Charlotte, as she expressed her desire to stop Charlotte's sorrow and tears as in her anxiety about marrying Prince Damian. She wanted to help Charlotte as Violet Evergarden, not as her Doll. Violet then takes full responsibility in with talking with Damian's Doll and arranges to have Charlotte and Damian write their own letters to each other since the CH Postal Company wouldn't stand for any of that. Violet then stays by Charlotte's side and helps her with her letters. Although Violet couldn't attend Charlotte's wedding, she is seen to have given a bright, genuine smile for the first time on screen, due to being content and happy with Charlotte's happiness as in her love coming true. Leon Stephanotis. Violet was partnered with Leon when scholars and Auto Memories Dolls are paired for a collection of research pieces at the Shaher Astronomical Headquarters. Although Leon treats her coldly in the beginning, Violet doesn't really mind. Since they finished a three-days worth work in one day, Violet remarked about Leon being amazing, and Leon is also impressed with how quickly she works. When other scholars remarked about Leon's rude attitude and how he was abandoned by his parents, Violet stood up for him by saying that she is an orphan too and had not even seen her parents' faces. Although Violet claimed she was only stating the facts, she said that she had also defended Leon since he is being her partner. Because of how similar they are, it makes it easy for them to sympathize with each other, and Violet notes that the two of them are alike. Leon then starts to develop feelings for Violet (his feelings are implied in the anime). Before Violet's departure, Leon musters up his courage and confesses his love for Violet. However, Violet couldn't accept his confession since she didn't feel like she wanted to be with him in that way, and since she already had someone else very dear to her. However, Violet is genuinely happy by his confession, and she is grateful towards Leon for showing her the stars and comet, in which she felt like she was \"having fun\". She also had a sensation that Leon treated her as a normal girl, which Violet appreciated. Even though she doesn't like him, she still felt like if they would ever meet again, she'd like to spend time with him like that again. Leon is content with this, and he then tells Violet that he will expedite around the world like her and that he would like to watch the stars with her again if they would ever meet again. Violet gives him her word and is happy for Leon for finding his new aspirations. When they meet again, Leon is aware that he is still in love with Violet and that his feelings towards her would not budge, but he decides to put that fact aside and ask her to watch the stars with him instead. Violet agrees, and as she had promised, she memorized the name of a few stars for Leon's sake. Oscar Webster. Oscar hired Violet to help him write a children's play starring a character based on his daughter. Although Violet was blunt with him and considered him to be troublesome, she helped him in every way she could, from making meals for him to helping him visualize a scene based on a wish of his daughter's. Violet is saddened by how Oscar lost his daughter and empathizes with Oscar's sadness from losing the people dear to him. After seeing Olivia's wish realized through Violet, Oscar began to come to terms with the loss of his daughter, to which Oscar is deeply grateful for towards Violet. Anne Magnolia. Violet met Anne when her terminally ill mother, Clara requested her to write fifty letters to Anne for the future. Anne was distrustful towards Violet, but Violet never lost her composure during the whole week and treated Anne bluntly, yet with respect and kindness, calling her \"young mistress\". When Anne became interested and ultimately very attached to her, asking to play with her all the time, Violet remained calm and although she was challenging to stick with, Violet did not neglect her in any way and gave her the attention she needed, since Violet knew Anne was lonely due to Violet spending a lot of time with her mother, working. Violet understood Anne's desire to spend time with her mother, which is why Violet would tell Anne she would leave soon when they were done. When Anne had a sad and angry outburst, Violet comforted Anne by embracing her, telling her that she was free to cry. She managed to calm Anne down and convince her to not blame herself for her mother's illness. Violet then confessed that she thought that Anne is a very gentle, respectable, and strong girl to accept her mother’s disease, as Violet claims that children her age would usually not complain or care for someone to the extent Anne did. This event would leave a huge impact on Anne as she grew up, as she claims she would never forget Violet who had embraced her when she was young. When Violet returned back to the post office, she is overcome with emotion at the thought of Anne is having to live alone after her mother's death, and admits that she held back her tears the whole time she was at the Magnolia residence. Aidan Field. Aidan entrusted Violet to write the letters for his loved ones before his death, due to being a soldier in a civil war in Ctrigall. Even though Hodgins refused the request due to the danger, Violet went there to convey her client's feeling. Violet did everything she could to find and rescue Aidan, from arriving by parachute, defeating his enemies and taking him to a safe cabinet where he believed he was mortally wounded. Violet was beside Aidan the whole time and promised him that she would convey his feelings to his parents and lover to matter what. During his last moments, to ease Aidan's loneliness and give him some sense of warmth before his death, Violet held his hand and kissed his forehead. When Violet delivered the letters to Aidan's loved ones, she broke down in tears, apologizing for being unable to protect Aidan. Even after Aidan's death, she blames herself for his death, but respects him a lot. This is why she was seen being enraged at Aidan's former enemies who mocked him for dying, to which she attempted to gravely wound them. Friends and other Acquaintances. Luculia Marlborough. Violet met Luculia at the Auto Memories Doll Training School. Like everyone else, Luculia thought that Violet stood out from the crowd as she was a bit eccentric, but she didn't think much about it and later started a conversation with Violet. They also practiced their ghostwriting skills on each other, and after that, they developed a friendship to the point where they don't use honorifics with each other. When things didn't go as planned for Violet at training, Luculia tried to cheer her up by taking her to her favorite spot. Since Luculia had done so much for her, Violet also came to care for Luculia, and it is also thanks to her that Violet learned the emotion \"gratitude.\" Since Luculia had always wanted to thank her brother for coming home for the war but couldn't find the words to say so, Violet managed to write a short and concise letter that effectively conveys Luculia's feelings to her brother, to which the latter is really grateful for. Luculia is also very happy that Violet was able to become a Doll and hugged her out of joy, and she claims that Violet also taught her the most important aspect of being a Doll. It is evident that Violet doesn't want Luculia to worry, as when she was concerned about how Violet was feeling, she gave her a smile as to not make her worry. Just like Luculia has been happy for Violet's achievements, Violet, as well, has been supportive of Luculia and will praise her achievements and good deeds. Dietfried Bougainvillea. Dietfried was the first person Violet met as long as she can remember, and the first person whose orders Violet followed. Even though Dietfried made her into a weapon and even claimed to have punched and kicked her, Violet respects Dietfried. On the other hand, Dietfried hates Violet so much that he cannot bear it, and is disgusted by the fact that she is now a Doll who writes letters who brings people together, since she had murdered so many people, including his men. It is due to his words that Violet's self-confidence starts to shrink, and she even begins to question her own living. However, whenever Dietfried makes a statement that she is only a weapon who follows orders, Violet denies this every time. She also denied to kill herself when she was ordered to do so by Dietfried since she was told to live. Although Dietfried harbors a strong resentment towards Violet, she claims that she doesn't hate him and will even try to help him if he needs it. Dietfried doesn't want Violet's sympathy though, but he does come to accept her as a Doll and as \"Violet Evergarden\", not a tool. He also tells her to swallow all of her past crimes down and live life to the fullest, and not to blame her sins on anyone. And when she is done, he tells her to die. Violet describes these words as \"encouragement\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3209","text":"Violet Evergarden (LN) is the protagonist of the \"Violet Evergarden\" series. She is a former soldier who was enlisted in the Leidenschaftlich army and fought in the war. After she was discharged, she worked as an Auto Memories Doll at the CH Postal Company. She is the wife of Gilbert Bougainvillea, her former superior in the army."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=113","text":"Violet Evergarden (anime) is an anime adaptation of the light novels of the same name produced by Kyoto Animation. The 13-episode anime began airing on January 11, 2018, and finished on April 5, 2018, in Japan. Netflix began streaming the series worldwide on January 11, 2018, except for the United States and Australia, where they began streaming on April 5, 2018. An extra episode bundled with the 4th Blu-ray &amp; DVD was released on July 4. An all-new movie project was announced. It was later revealed to be two movies: ', and ', which served as the finale of the franchise. Themes. Opening: Sincerely Ending: "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=111","text":"Violet Evergarden (series) is a Japanese light novel series written by Kana Akatsuki and illustrated by Akiko Takase. It won the grand prize in the fifth Kyoto Animation Award's novel category in 2014, the first ever work to win a grand prize in any of the three categories (novel, scenario, and manga). Kyoto Animation published the first light novel on December 25, 2015, under their KA Esuma Bunko imprint. A 14-episode anime television series adaptation by Kyoto Animation premiered in January 2018, with several advanced screenings taking place in 2017. Plot. The story revolves around Auto Memories Dolls; dolls initially created by a scientist to assist his blind wife with writing her novels, and later rented out to other people who needed their services. While the initial function of these Auto Memories Dolls is only to generate voices into text, a second group of people created a company that rented out beautiful, talented women who, while having the same function as the original Auto Memories Dolls, can also perform military-related tasks. Media. Light Novel. The light novel series is the original source material. The light novels are written by Kana Akatsuki and illustrated by Akiko Takase. KA Esuma Bunko published the first novel in Japan on December 25, 2015. Anime. The anime adaptation was first announced via a commercial of the light novel's first volume in May 2016. In June 2017, Kyoto Animation announced that Anime Expo, AnimagiC, and C3 AFA Singapore 2017 hosted the world premiere of the first episode. The 14-episode anime premiered on January 10, 2018 in Japan. The series is directed by Taishi Ishidate at Kyoto Animation with the screenplay written by Reiko Yoshida. Akiko Takase designed the characters and Yota Tsuruoka handles the sound direction. True will perform the opening theme titled \"Sincerely\" while the ending theme will be \"Michishirube\" by Minori Chihara. Netflix will stream the series beginning January 11, 2018."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2460","text":"Violet Evergarden Ever After is the fourth and final volume of the Violet Evergarden series. It was published on March 27, 2020. Summary. The world turns, even if it will meet its demise one day. Since their reunion, Violet and Gilbert have been slowly nurturing their new relationship. However, they are the popular Auto Memories Doll and the army colonel, respectively...the busy couple cannot even see each other, and the days where they miss meeting each other continue. In addition, as the CH Postal Company approaches a time of change and the world around her is about to transform, Violet visits the town of \"dreamers\", Alfine."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3200","text":"Violet Evergarden Ever After\/\"Dear You\" and the Auto Memories Doll is the fifth chapter of \"Violet Evergarden Ever After\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3201","text":"Violet Evergarden Ever After\/The Dream Chasers and the Auto Memories Doll is the sixth and final chapter of \"Violet Evergarden Ever After\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3199","text":"Violet Evergarden Ever After\/The Journey and the Auto Memories Doll is the fourth chapter of \"Violet Evergarden Ever After\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3198","text":"Violet Evergarden Ever After\/The Night and the Auto Memories Doll is the third chapter of \"Violet Evergarden Ever After\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3177","text":"Violet Evergarden Ever After\/The Rose and the Auto Memories Doll is the second chapter of \"Violet Evergarden Ever After\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=771","text":"Violet Evergarden Gaiden is a side story in the Violet Evergarden series, published on March 23, 2018. Summary. Gaiden consists of six stories in total: the first one revolves around Charlotte's story. Another story will be centered on Benedict who visits a certain town with Violet due to work and they lose track of one another. Another will feature Cattleya, who gets proposed to by one of her clients, and while his personality has nothing to be criticized as a marriage partner, a “certain person” keeps surfacing in Cattleya’s mind. Another one will be about Gilbert and Hodgins, who met for the first time in the military academy that they attended. Hodgins reminisces about how he and Gilbert became friends and the things they had done. The last story features all the CH Postal Company characters. The company shows a rapid growth due to being supported by the public as they are even able to deliver letters to and from the battlefields. References. https:\/\/www.kyotoanimation.co.jp\/en\/works\/violetG\/"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3194","text":"Violet Evergarden Gaiden\/Benedict Blue is the third chapter of \"Violet Evergarden Gaiden\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3195","text":"Violet Evergarden Gaiden\/Cattleya Baudelaire is the fourth chapter of \"Violet Evergarden Gaiden\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3168","text":"Violet Evergarden Gaiden\/Eternity and the Auto Memories Doll \"For the anime film based on this chapter, see .\" is the second chapter of \"Violet Evergarden Gaiden\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3196","text":"Violet Evergarden Gaiden\/Gilbert Bougainvillea and Claudia Hodgins is the fifth chapter of \"Violet Evergarden Gaiden\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3197","text":"Violet Evergarden Gaiden\/The Mailman and the Auto Memories Dolls is the sixth and final chapter of \"Violet Evergarden Gaiden\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3165","text":"Violet Evergarden Gaiden\/The Princess and the Auto Memories Doll is the first chapter of \"Violet Evergarden Gaiden\". "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2983","text":"Violet Evergarden If is a short story given out to theatergoers during the screening of \"Violet Evergarden the Movie.\" It was included in \"Violet Evergarden ~Last Letter~\". Summary. The story takes place in an alternate universe where Dietfried kept Violet with him instead of giving her to Gilbert. Unable to kill her or have her killed, Dietfried uses her to win naval battles and earn great military achievements by having her pretend to be a victim, get picked up enemy ships, and then start a naval attack. Because the girl (not named Violet) is so skilled, the soldiers call her \"Leidenschaftlich’s Undine.\" Dietfried is currently trying to teach her to speak, but does not have much success. Dietfried goes on land with the girl to purchase things. Dietfried asks the girl if she wants to run away from her, but she says that there was no point in running away because she only has meaning if she has her master tell her what to do. They run into thieves but the girl easily overpowers him. Gilbert and Claudia appear and takes the thieves away. Gilbert learns about the girl and what Dietfried is doing with her and the two brothers get into a massive fight. Gilbert feels conflicted over his growing care for the girl and what he's doing to her and tries to get her to go with Gilbert, but she desperately begs to stay with him. Dietfried realizes that he had turned her into a person by teaching her and taking care of her instead of only using her as a tool. The two affirm their desire to stay by each other's sides. The two live together after the war is over. The girl still has a relationship with Gilbert. Dietfried has given her a name, but it isn't revealed. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3166","text":"Violet Evergarden Official Design Works Violet Evergarden Official Design Works is an official artbook for \"Violet Evergarden\" anime series."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=132","text":"Violet Evergarden Volume 1 is the first volume of the Violet Evergarden light novel series, published on December 25, 2015. Summary. The story follows Violet Evergarden, an Auto Memories Doll who helps write letters for those who cannot. She meets various clients with unique characteristics and requests: a man who wishes to write a play, a mother who wants to send her daughter letters for the future, a soldier who wants to convey his last message, a passionate, determined young astronomer, and a prisoner who wants to fulfill his last request. Violet's past is also learned; how she was a soldier and met the most important person in her life: her major in the army."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3170","text":"Violet Evergarden Volume 1\/The Girl and the Auto Memories Doll is the second chapter of \"Violet Evergarden Volume 1\". Summary. Ann Magnolia is a seven year old girl who lives with her ailing mother in a large mansion. One day, Ann sees Violet Evergarden walking up to the mansion and tells her mother about it. Her mother, delighted at the news, decides to dress up for her guest. Ann is bothered by her mother's enthusiasm as she knows that her mother doesn't have long to live and wants to keep her all to herself until the end. Violet is here for one week to write letters for Ann's mother, who refuses to tell Ann who they are addressed to. Ann assumes that the letters are for her absent father, who walked out on them after losing money in business and only occasionally came back to get things from the mansion to sell. Ann isn't allowed to be with her mother and Violet as they write the letters in the garden and can only watch them from the parlor. Ann decides to carry food to Violet, who always insists on eating alone. Ann catches a glimpse of a gun in Violet's bag. Violet explains that she carries one with her because her next destination is a battlefield. Ann leaves Violet's room to go to bed, but turns around before leaving and sees Violet pressing the gun's sight against her forehead and asking for someone to give her orders. Ann found herself feeling drawn to Violet and curious about her. Ann starts asking Violet to play with her, which Violet obliges every time. A few days into Violet's stay at the house, Ann's mother suddenly collapses during a letter writing session. Ann tearfully begs her mother to stop writing the letters, but she refuses. Ann yells at her mother for caring more about the letters than her, and for lying about getting better. Upon realizing that she made her mother cry, Ann is taken out of the room by Violet. Ann cries as Violet comforts her, telling her that she is a good and kind girl for always taking care of her mother without ever complaining, and that her mother's illness is no one's fault. Ann asks Violet about the receiver of the letters, but Violet won't tell her. When Ann says that the letters don't have to be sent, Violet tells her that there is no letter that didn't need to be sent. After a few more days, Violet leaves for her next job. A few months later, Ann's mother passes away. On her eighth birthday, Ann receives a letter from her mother. She learns from the mailman that her mother signed a long-term contract to have letters delivered to her on her birthday every year. The letters continue to come as Ann grows up, works as a lawyer, falls in love with a young entrepreneur and has her own daughter. Ann wants to do the same thing for her own daughter, and to see Violet once more in order to thank her. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3188","text":"Violet Evergarden Volume 1\/The Major and the Automatic Assassin Doll is the sixth and final chapter of \"Violet Evergarden Volume 1\". Summary. Gilbert Bougainvillea, the twenty-sixth head of the Bougainvillea family, visits his older brother Dietfried in Leiden. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3167","text":"Violet Evergarden Volume 1\/The Novelist and the Auto Memories Doll is the first chapter of \"Violet Evergarden Volume 1\". Summary. The chapter begins with a short definition of Auto Memories Dolls, which were machines created by Dr. Orland for his blind wife Molly, to help her write. The machines are now widely manufactured and can be rented out. Oscar is a scriptwriter who lives alone in a small house on the outskirts of Roswell. He once had a wife and daughter, but they both died from the same illness one after the other. Oscar lived a reclusive life in mourning for years afterward until a friend approached him to ask him to write a new play. However, because of his previous alcoholism, his hands shake whenever he writes, so his friend offered to hire an Auto Memories Doll for him to help him with writing. A few days later, the Auto Memories Doll Violet Evergarden arrives. She is on loan to him for two weeks. Under the impression that she is a mechanical doll, Oscar is impressed by her speed in typing and her pleasant reading voice. The two work efficiently for a few days until Oscar gets writer's block for a certain scene. During these few days living with Violet, Oscar realizes that he has been living a lonely life for all this time. After three days, Oscar finally gets a breakthrough on the scene he is stuck on. He asks Violet to model the play's heroine by dressing up in a costume and walking by the lake. In the play, the heroine fulfills her promise to her elderly father of walking on the fallen leaves floating on the lake. Hearing that, Violet decides to act out that scene in reality by running at a rapid speed and using the parasol Oscar bought for her. Oscar breaks down into tears as he watches her, thinking about how his daughter might have grown up to look like Violet and recalling how she had made a similar promise to him mere hours before she died. He is faced with the fact that he alone must live on. Afterwards, Violet takes a bath to clean up from getting soaked in the lake. Oscar, still unused to having to knock before he enters, walks in on her bath and finally realizes that Violet is human. Later, Oscar learns from his friend that Violet is actually famous within the Auto Memories Doll world. His friend gifts him a mechanical typing doll, but Oscar feels that it's no match for Violet. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3187","text":"Violet Evergarden Volume 1\/The Prisoner and the Auto Memories Doll is the fifth chapter of \"Violet Evergarden Volume 1\". Summary. A young Violet learns about snow from her master. He tells her that snows makes color and sound disappear. When she asks if it would make all of his worries disappear if snow covered the world, he tells her that making something disappear doesn't mean solving them. Violet goes to the Altair Detention Center to meet with her latest client. A staff member named Chaser takes her to meet with him. Chaser mentions that Violet is the basis for the protagonist for one of Oscar's latest plays. The two descend the depths of the prison until they reach the client's cell. Violet is asked to leave anything that can be used as a weapon with the guards. She gives them all the weapons hidden on her person and enters the cell. Inside, Violet meets its prisoner and her client, Edward Jones, the most securely guarded prisoner in Altair. He asks Violet to recite his criminal record, which she does, outlining his extensive list of crimes, including committing war crimes in the Continental War, assault, rape, arson, creating a cult and killing all the members and desecrating their bodies. Only thirty minutes were given to them by the guards, so Violet wants to get started right away, but Edward wants to continue chatting. He recognizes her from a joint mission between their countries back when they were soldiers and even knows that she had abandoned her past and become an Auto Memories Doll. As Violet continues asking him to write his letter, Edward suddenly starts banging his arms against the table and howling. He rants about how both of them had killed many people, but because his country lost, he was labeled as a war criminal. He rambles about how the members of his cult wanted to become a part of him, and so he asked them to prove it. He tells Violet that he is envious of her and talks about the things he wants to do to her. Violet wipes the blood from his hands with a handkerchief. When Edward remarks that it has been a long time since he had been touched by a girl, Violet responds that she is not what could be called a girl, but a murderer who is supposed to be in prison like him. She tells him that she hadn't forgotten about her deeds, and that she still carries weapons in her bag, which surprises him, as he assumed that she had thrown away her past. Edward asks her many questions, including what she thinks about killing and if she thought of herself as the same as other human beings. Violet has no desire to return to the battlefield, but will obey the person who ordered her to be in her current position if he told her to. She does not understand emotions and thinks that she probably likes hurting and killing people. She admits that she is a wicked person. Edward claims that he has fallen in love with her and is overjoyed that they are so similar. Violet once again asks him who he wants to write the letter to, and he reveals that he is on death row. He tells her that he wants to write the letter to the one person he can't kill, God. He whispered into her ear and told her what he wants her to write. Just then, the timer goes off, marking the end of their time together. Violet leaves the prison with Chaser. Just before Violet sets off in the carriage, Chaser asks her who she will mail that letter to, but Violet refuses to say. Chaser reveals that she has been listening to their conversation the whole time and asks her to throw away the letter, but Violet refuses and says that the God she and Edward will meet one day is different from the one Chaser will meet. Chaser says that she will tell God that Violet cared for her when she meets him in the future, and Violet thanks her. The carriage leaves, and Chaser shouts that she will ask Violet to write her a letter one day. Inside the carriage, Violet asks the major to give her an order."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3186","text":"Violet Evergarden Volume 1\/The Scholar and the Auto Memories Doll is the fourth chapter of \"Violet Evergarden Volume 1\". Summary. The Shaher Astronomical Headquarters has hired a large number of Auto Memories Dolls to assist them with transcribing astronomy texts for a month. All the young men who work at the institution are excited for their arrival with the exception of Leon Stephanotis, a young astronomer who dislikes women and romance. The administrator of the codex department, Le Verrier, pairs him up with Violet Evergarden, who is actually filling in for Cattleya Baudelaire, a colleague of hers from the C.H Postal Company. Leon is struck by her beauty and feels the first stirrings of love. Though Leon himself doesn't know the feelings he's experiencing, the other scholars tease him for falling in love for the first time. Leon and Violet work at a fast and efficient pace, outdoing all the other pairs. When Leon questions Violet about why she isn't tired, she tells him that it is far more tiring to travel to different locations, including battlefields. Leon realizes his view of Auto Memories Dolls as simple social climbers was wrong. Leon asks her why she would do such a difficult job. Violet replies that she doesn't find it difficult at all, because she finds the work of putting her clients' feelings to paper, or even copying sentences from ancient texts, to be wonderful. Leon finds himself relating to that feeling. Violet becomes popular among the scholars for her beauty and coolness, and many of them also become jealous of Leon. One day, while Leon is getting books from the library, he overhears three other scholars corner Violet and attempt to convince her to change partners by disparaging Leon's personality and revealing his status as an orphan who relied on the observatory's kindness to survive. However, Violet defends Leon by revealing her own past as an orphan who only learned how to read and write recently. She tells the scholars that just like Leon, she didn't grow up in respectable circumstances, and in fact came from a lowlier position than him. She finishes by telling them that Leon is her master, so she will defend him if they tried to hurt him. The scholars hastily retreat. When Leon meets up with her again, she asks if she can borrow some books from the library as well. She remarks that they are somewhat similar, since they both have faces that cause people to mistake their emotions. Three days have passed since the Auto Memories Dolls first arrived. Leon's roommate suggests that he invites Violet to observe Alley's Comet, a comet that can only be seen every two hundred years, with him. Violet will be leaving in four days, which is also when the comet will be arriving. Leon finds her eating outside by herself at lunch. She explains that this is a habit from her military days. Leon works up the courage to invite her to go view Alley's Comet with him, and she accepts. On the day of the comet, Leon and Violet go into the mountains to view it. Violet remarks about Leon's kindness in bringing so many things to keep her comfortable during the cold night. Leon admits that he isn't kind and that he hates women, or rather, he avoids women because associating with them always ended up badly for him. He tells her about his parents. His mother was a wanderer who fell in love with his father in this city. His father worked for the documents collection department of the Shaher Astronomical Headquarters and was rarely home. One day, he didn't come back from one of his trips, and Leon's mother decided to leave her son behind to search for him. Leon hated her for choosing romance and love over being a parent to him, but he still waits for her return. He was taken in by Shaher after they learned of the disappearances of his parents, but he still holds a grudge against his mother to this day. After listening to Leon's story, Violet guesses that his mother was very important to him. She tells him that she doesn't have any blood relatives, but that she had someone who took care of her when she was a child. When Leon asks her if she feels lonely without them, she admits that she doesn't understand emotions very well. Leon then questions her about her feelings, and she states that that person was like the world to her, and that if they were in trouble, she would drop everything to go help them. Just as Leon was caught off guard by the depth of her feelings, the comet appears. The next day, Leon goes to see Violet off at the lift. He finds himself feeling empty at the thought of not being able to see her anymore. He gets the courage to tell her that he loves her. Violet responds by telling him that when she saw the comet and stars with him last night, she felt what it truly meant to have fun. She tells him that she doesn't know what love is, so she can't return his feelings like a normal girl, but if they ever meet again, she would like to spend time with him together. She apologizes, but Leon tells her that there is nothing to apologize for. He confesses that he actually wants to join the documents collection department like his father and travel the world like Violet. He had stayed at Shaher for all these years, hoping that his parents would return one day, but after he met her, he no longer wanted to just wait. He asks her if they ever meet again, they would look at the stars together once more. Violet agrees. Just before the lift leaves, Violet tells him the name of her company and to call her name if he saw her again one day, and until then, she would try to learn the names of a few stars. In the distant future, Leon and Violet meet each other once again under the night sky in the desert. When Leon asks if she has learned the name of a few stars, she nods happily. As promised, the two spend time together looking at the stars. "}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3185","text":"Violet Evergarden Volume 1\/The Young Man and the Auto Memories Doll is the third chapter of \"Violet Evergarden Volume 1\". Summary. Aidan Field and his squad are supposed to launch a surprise attack on the oil drilling facility of their enemy nation when they are suddenly ambushed. Aidan runs into the forest as his fellow soldiers are getting picked off. He runs into Yale, the youngest member of his squad, and the two try to escape together. They get struck by a powerful explosive, and while Aidan manages to emerge unscathed, Yale's arm is blown off and he quickly dies, plunging Aidan into despair. Just as Aidan is thinking about how much he doesn't want to die, he gets shot from behind by enemy soldiers. They make callous remarks as they continue to shoot at his body. When they are about to shoot his head, a giant axe suddenly falls from the sky. It is followed by Violet Evergarden, parachuting down from a plane. She asks for Aidan, and after he asks her for help, she effortlessly disarms the enemy soldiers. Aidan notices that she called out for someone called \"Major\", and that she never used her axe or land any lethal hits. After Violet defeats the enemy soldiers, Aidan asks her how did she know him. She tells him that he had asked for an Auto Memories Doll from the battlefield. Aidan recalls drunkenly find an advertisement for an Auto Memories Doll service at a bar and having to call the number after losing a card game. Violet picks the dying Aidan up and takes him to an abandoned house in the forest to hide for a while. Aidan notices that Violet is able to avoid enemy soldiers on their way there, presumably because she was receiving instructions on an earpiece. Aidan, knowing that he's about to die, asks Violet to write a letter for him. He addresses it to his parents, thanking them for taking care of him and apologizing for not writing many letters to them and not being able to come back to them. He wishes to be born again as their son in their next life. As Aidan's condition worsens, Violet asks him if he wants to write another letter. Aidan decides to write one to Maria, his childhood friend. She confessed her feelings to him, and he liked her back, but he was sent out to war before they could even kiss. Violet encourages Aidan to hold on for a little longer as he dictates the letter. He tells Maria how happy he was when she confessed to him and that he wanted to start a family with her one day. Aidan's consciousness begins to fade as he deliriously tells Maria not to forget him and thanks Violet for saving him and not leaving him alone. Before he dies, Aidan feels a kiss on his lips and mistakes it for Maria. Violet prepares to return Aidan's body and the letters back to his hometown. At Aidan's hometown, Violet gives the news to his heartbroken parents and Maria. Aidan's mother thanks her for bringing back her son, which surprises Violet, who is now unable to hold back her tears. Even though no one blamed her, she apologizes for letting Aidan die and not being able to protect him."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=133","text":"Violet Evergarden Volume 2 is the second volume of the Violet Evergarden light novel series, published on December 5, 2016. Summary. Violet woke up \"alone\" in an army hospital. Although she survived the Continental War, she had lost both of her smooth, white arms, which had been replaced by artificial limbs. Violet is visited by Hodgins, who had become her guardian. Hodgins had resigned from the army and was about to start up a postal company. To keep his promise to his best friend and to make Violet herself happy, he recommends her to work for the Auto Memories Doll service. \"Allow me to introduce you to Violet Evergarden.\" Violet, with her countenance of cold beauty, bowed like a doll."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3190","text":"Violet Evergarden Volume 2\/The Demigod and the Auto Memories Doll is the fourth chapter of \"Violet Evergarden Volume 2\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3191","text":"Violet Evergarden Volume 2\/The Flying Letters and the Auto Memories Doll (Part 1) is the fifth chapter of \"Violet Evergarden Volume 2\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3192","text":"Violet Evergarden Volume 2\/The Flying Letters and the Auto Memories Doll (Part 2) is the sixth chapter of \"Violet Evergarden Volume 2\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3178","text":"Violet Evergarden Volume 2\/The Girl Soldier and Her Everything is the second chapter of \"Violet Evergarden Volume 2\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3189","text":"Violet Evergarden Volume 2\/The Groom and the Auto Memories Doll is the third chapter of \"Violet Evergarden Volume 2\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3164","text":"Violet Evergarden Volume 2\/The Major and His Everything is the first chapter of Violet Evergarden Volume 2."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3193","text":"Violet Evergarden Volume 2\/Violet Evergarden is the seventh and final chapter of \"Violet Evergarden Volume 2\"."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=3139","text":"Violet Evergarden ~Last Letter~ is a compilation of previously written short stories as well as new stories in the Violet Evergarden series. It was originally sold in limited quantities on October 2021 in commemoration of the home video release of \"\". A \"compact edition\" was released on May 2023."}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=907","text":"Violet Snow Violet Snow is a song from the original soundtrack of the \"Violet Evergarden\" anime. It is written and performed by, and produced and composed by Evan Calls. The song was used in the anime PV and as a insert song in the final episode of the anime. Kyoto Animation has released the song in five different languages. Lyrics. &lt;tabber&gt; English= &lt;poem&gt; Life is a journey Feelings of hopelessness Loneliness, she sweeps them all away Able… Graceful… And always keeps her promise Every end has a new beginning Unexpected things will happen There will always be a silver lining Times heals all sorrows Get over, no worries ’cause nothing is more precious than love Noble…　Faithful… She’s as pure as the driven snow Oh, dear heart…　So sweet It’s her way of life No doubt about her sincerity, uh… A fragile beauty, one and only She’s not only gentle but brave With honest eyes, it’s true Lost in the labyrinth Never know what love means She’s truly a treasure, peace of mind No fears…　No more tears… Set the spirit free and stay alive Oh, dear heart…　So please Times heals all sorrows Get over, no worries ’cause nothing is more precious than love Noble… Faithful… She’s as pure as the driven snow Oh, dear heart…　So sweet Ah, now and forever Never forget her Don’t ever change and stay the same Oh, dear heart…　So sweet Oh, dear heart…　So sweet &lt;\/poem&gt; French= &lt;poem&gt; Le vie, ce voyage teinte de solitude, de désespoir, dont elle chasse les nuages. douée, dévouée, Elle tient toujours toutes ses promesses. Chaque fin est un nouveau départ. la vie est remplie de surprises mais nous donne toujours une lueur d'espoir Laisse le temps passer Tes plaies vont se fermer Car rien n'est plus précieux que l'amour Noble... Fidèle... Elle est aussi pure que la neige Son cœur est velours Elle parcours son destin dans ses yeux, pas l'ombre d'un doute Une beauté fragile, seule face au péril mais qui ne connait pas la peur. Sa force est sa... douceur Sans cesse désemparée cherchant le grand amour Sa vie est aussi douce qu'un baiser En paix... enchantée Sèche tes larmes pour t'envoler Son cœur est velours Laisse le temps passer Tes plaies vont se fermer Car rien n'est plus précieux que l'amour Noble... Fidèle Elle est aussi pure que la neige Son cœur est velours Ah, la et pour toujours on ne t'oubliera pas Ne change pas, reste toi, la même Ton cœur est velours &lt;\/poem&gt; Chinese= &lt;poem&gt; Rensheng xiang lucheng Zhuang man juewang de xingli Gudu gan Quan jiao gei ta dai li Youya yu xini ta jiang xinshou nuoyan dao yongyuan Suoyou de jieshu bansui xin de qidian Yi xiangbudao de shi chuxians Shanshuozhe xiwang de yisi guangmang Shijian shi jie yao Fu pingle suoyou shang tong Zhide ba Wei ai buxi yiqie Zhencheng wuxia de ta xiang fei xue ban chunjie miren Duo kourenxinxian Burong zhiyi Zhenzhi shi ta shengcun de fangshi Xianruo er meili Xiyou de weiyi Ta you wenrou yu yongqi jian ju Chengshi kandai shijie Kun zai migong li Cong bu dong ai de hanyi Zhiyou ta Anfu jiaozao de xin Bie pa bie kuqi shifang xinling zai jixu zhaomi Duo rang ren xinxian Shijian shi jie yao Fu pingle suoyou shang tong Zhide ba Wei ai buxi yiqie Zhencheng wuxia de ta xiang fei xue ban chunjie miren Duo kourenxinxian Oh zhidao yongyuan Jue bu hui yiwang Ta xiang chun xue ban de miren Duo rang ren xinxian Duo kourenxinxian &lt;\/poem&gt; Korean= &lt;poem&gt; Insaengeun yeohaeng Jeolmanggwa oeroum Geu soge biccnaneun geunyeoneun Hangsang Uahan misoro sesangeul balkhyeojune Modeun kkeuteneun saeroun sijagiya Sangsangdo moshal geugose Tto dareun piryeoni isseulgeoya Seulpeohajima Igyeonael su isseo Geokjeong ma eonjena sarangeun Malkgo tumyeonghan Sunsuhan nuncheoreom kkaekkeushae Sojunghan sarang Geugeosi geunyeoui salm Mulleoseoji anhneun geu uimi Bamhaneul wie jeo byeoldeulcheoreom Banjjagigo seomsehan bicci Geunyeoui bamcheoreom Sarangui tteuseul moreun chae jinachimyeon Geunyeoga uimireul chajajul geoya Duryeowo hajima Ije nunmuldo dakkajwoyo O naui sarama Seulpeohajima Igyeonael su isseo Geokjeong ma eonjena sarangeun Malkgo tumyeonghan Sunsuhan nuncheoreom kkaekkeushae Sojunghan sarang Seulpeohajima Igyeonael su isseo Geokjeong ma eonjena sarangeun Malkgo tumyeonghan Sunsuhan nuncheoreom kkaekkeushae Sojunghan sarang O naui sarama &lt;\/poem&gt; &lt;\/tabber&gt;"}
{"url":"https:\/\/violet-evergarden.fandom.com\/wiki?curid=2910","text":"Will Will is the theme song for, performed by TRUE. "}
